{"username": "barackobama", "website": "http://www.barackobama.com http://www.whitehouse.gov/", "about": "This page is run by Organizing for Action. To visit the White House Facebook page, go to facebook.com/WhiteHouse.", "birthday": "08/04/1961", "description": "", "name": "Barack Obama", "posts": [{"neg": 1, "message": "Senate leaders are back from recess now, and they have the opportunity to get important work done—like giving Judge Garland a hearing.", "pos": 98, "time": "2016-09-06 17:01:54"}, {"neg": 0, "message": "\"Healthy and diverse lands and waters help us build resilience to climate change.\" —President Obama", "pos": 99, "time": "2016-09-06 11:21:46"}, {"neg": 0, "message": "\"When workers raise their voices for a fair wage and dignity in the workplace, they sustain the story of America: the idea that if you work hard, you should be able to get ahead, retire with dignity, and leave something behind for the next generation.\" —President Obama\n\nCheck out President Obama's open letter to American workers on Labor Day: http://ofa.bo/2bO7eRK", "pos": 99, "time": "2016-09-05 11:02:04"}, {"neg": 0, "message": "\"Their efforts are why we can enjoy things like the 40-hour work week, overtime pay, and a minimum wage. Their efforts are why we can depend on health insurance, Social Security, Medicare, and retirement plans.\" —President Obama.\n\nWatch the weekly address.", "pos": 99, "time": "2016-09-03 11:25:28"}, {"neg": 2, "message": "It's time to put politics aside and get to work.", "pos": 97, "time": "2016-09-02 15:27:11"}, {"neg": 0, "message": "Over the last eight years, we have built a stronger economy that works better for the American people.", "pos": 99, "time": "2016-09-02 11:22:58"}, {"neg": 1, "message": "The Constitution is the law of the land. Senate leaders should not ignore it.", "pos": 98, "time": "2016-09-01 16:52:44"}, {"neg": 0, "message": "The Senate returns from recess next week. Filling the Supreme Court vacancy should be at the top of their to-do list.", "pos": 99, "time": "2016-09-01 11:39:55"}, {"neg": 1, "message": "The American people deserve more than a gridlocked judicial system. Senate leaders, it's time to give Judge Garland a fair hearing and an up-or-down vote.", "pos": 98, "time": "2016-08-31 13:06:21"}, {"neg": 1, "message": "The Senate returns from recess next week. Filling the Supreme Court vacancy should be at the top of their to-do list.", "pos": 98, "time": "2016-08-30 17:22:32"}, {"neg": 16, "message": "Willfully impairing our democracy's ability to function properly shouldn't be something to brag about.", "pos": 83, "time": "2016-08-30 12:24:11"}, {"neg": 0, "message": "Show them what you're organizing for. http://ofa.bo/2bMVxva", "pos": 99, "time": "2016-08-29 16:58:48"}, {"neg": 0, "message": "President Obama has more than doubled the number of acres of land and water protected by any other U.S. president.", "pos": 99, "time": "2016-08-29 12:32:48"}, {"neg": 0, "message": "When women succeed, America succeeds.", "pos": 99, "time": "2016-08-26 15:42:40"}, {"neg": 0, "message": "We've come a long way, but there's still work to do to make sure our daughters have the same opportunities as our sons.", "pos": 99, "time": "2016-08-26 11:18:09"}, {"neg": 0, "message": "Our national parks are part of our collective cultural history, and President Obama has protected another 22 sites since 2008. \n\nHappy 100th birthday to the National Park Service.", "pos": 99, "time": "2016-08-25 16:59:03"}, {"neg": 0, "message": "Today, on the 100th birthday of the National Park Service, let's recommit to safeguarding our nation's natural treasures for generations to come.", "pos": 99, "time": "2016-08-25 11:34:52"}, {"neg": 6, "message": "Judge Merrick Garland should be no different.", "pos": 93, "time": "2016-08-24 12:51:14"}, {"neg": 0, "message": "", "pos": 99, "time": "2016-08-23 14:58:53"}, {"neg": 0, "message": "We've come so far, but there's more work to do.", "pos": 99, "time": "2016-08-22 17:04:12"}, {"neg": 0, "message": "Whether in your neighborhood or beyond—organize.", "pos": 99, "time": "2016-08-22 11:56:00"}, {"neg": 10, "message": "Global temperatures are steadily rising with no signs of slowing down. Denying climate change is dangerous.", "pos": 89, "time": "2016-08-19 15:58:34"}, {"neg": 6, "message": "While deniers try to stall progress in the fight against climate change, we continue to break global heat records. \n\nWe can't afford not to act now.", "pos": 93, "time": "2016-08-19 11:13:22"}, {"neg": 0, "message": "New efficiency standards for heavy-duty trucks will improve air quality and lower fuel costs—all while combating climate change. http://ofa.bo/2b4UINC", "pos": 99, "time": "2016-08-18 15:28:40"}, {"neg": 6, "message": "Republicans in the Senate are willfully obstructing a fully functioning judicial branch.", "pos": 93, "time": "2016-08-18 12:25:24"}, {"neg": 1, "message": "Congress needs to stand up to the gun lobby and vote on common-sense legislation—for the victims of gun violence, for their families, and for all our communities. http://ofa.bo/2b1N3jf", "pos": 98, "time": "2016-08-17 15:31:12"}, {"neg": 0, "message": "Ignoring America's gun violence epidemic is unacceptable. We must keep the pressure on congressional leaders to do something.", "pos": 99, "time": "2016-08-17 11:04:46"}, {"neg": 2, "message": "It's been more than 150 days since President Obama nominated Judge Garland.\nSenate leaders: Do your jobs.", "pos": 97, "time": "2016-08-16 16:19:19"}, {"neg": 9, "message": "For a record-breaking 153 days, Senate obstructionists have refused to hold a hearing for one of the most well qualified Supreme Court nominees in U.S. history. That's unacceptable.", "pos": 90, "time": "2016-08-16 11:03:16"}, {"neg": 0, "message": "Protecting access to affordable health care, economic opportunity, and equal pay for women makes a difference for everyone.", "pos": 99, "time": "2016-08-15 16:54:10"}, {"neg": 0, "message": "Gender equality in the 21st century has come a long way, but there's still work to be done.", "pos": 99, "time": "2016-08-15 10:57:04"}, {"neg": 0, "message": "\"There's still much more to do. But there's no doubt that America has become a global leader in the fight against climate change. Last year, that leadership helped us bring nearly 200 nations together in Paris around the most ambitious agreement in history to save the one planet we've got. That's not something to tear up—it's something to build upon.\" —President Obama\n\nWatch the weekly address.", "pos": 99, "time": "2016-08-13 13:14:08"}, {"neg": 0, "message": "The Clean Power Plan is a significant step in combating climate change—and we need to keep moving forward.", "pos": 99, "time": "2016-08-12 14:17:50"}, {"neg": 0, "message": "We are the only industrialized nation that doesn't guarantee workers paid family leave. It's time to catch up.", "pos": 99, "time": "2016-08-12 09:59:39"}, {"neg": 0, "message": "Never lose hope.", "pos": 99, "time": "2016-08-11 15:27:18"}, {"neg": 4, "message": "Some of the same senators actively trying to block Judge Garland from the Supreme Court supported him in the past.", "pos": 95, "time": "2016-08-11 10:25:20"}, {"neg": 1, "message": "The American people deserve a fully functioning Supreme Court.", "pos": 98, "time": "2016-08-10 16:56:11"}, {"neg": 0, "message": "Share the news: Under President Obama, we've cut the deficit significantly since 2009.", "pos": 99, "time": "2016-08-10 11:43:05"}, {"neg": 0, "message": "Improving energy efficiency saves American families money and fights climate change—and President Obama has made it a priority.", "pos": 99, "time": "2016-08-09 14:38:01"}, {"neg": 0, "message": "", "pos": 99, "time": "2016-08-09 10:13:26"}, {"neg": 1, "message": "Senate leaders aren't taking their responsibility seriously enough. The Supreme Court needs nine justices.", "pos": 98, "time": "2016-08-08 15:34:22"}, {"neg": 11, "message": "The Supreme Court is too important to be used as a tool for political gamesmanship.", "pos": 88, "time": "2016-08-08 09:50:13"}, {"neg": 0, "message": "In the weekly address, President Obama wishes our Olympic athletes well:\n\n\"To all of our Olympic and Paralympic athletes wearing the red, white, and blue—know that your country couldn't be prouder of you. We admire all the work you've done to get to Rio and everything you'll do there. Thank you for showing the world the best of America. And know that when you get up on that podium, we'll be singing the National Anthem—and maybe even shedding a tear—right alongside you. \n\n \"Now go bring home the gold!\" —President Obama", "pos": 99, "time": "2016-08-06 13:57:00"}, {"neg": 0, "message": "Together, we're creating more opportunities for all Americans.", "pos": 99, "time": "2016-08-05 14:45:48"}, {"neg": 0, "message": "This is great news—but we can do more to make sure our economy works for everyone.", "pos": 99, "time": "2016-08-05 11:09:56"}, {"neg": 0, "message": "One last time.", "pos": 99, "time": "2016-08-04 17:27:31"}, {"neg": 0, "message": "\"There's still a lot of work we need to do to improve the prospects of women and girls here and around the world. And while I'll keep working on good policies—from equal pay for equal work to protecting reproductive rights—there are some changes that have nothing to do with passing new laws.\n\n\"In fact, the most important change may be the toughest of all—and that's changing ourselves.\" —President Obama", "pos": 99, "time": "2016-08-04 14:23:19"}, {"neg": 1, "message": "It's President Obama's last birthday as Organizer-in-Chief. Let's make it count. http://ofa.bo/2axqWqc", "pos": 98, "time": "2016-08-04 09:29:20"}, {"neg": 0, "message": "", "pos": 99, "time": "2016-08-03 19:44:08"}, {"neg": 0, "message": "Our 44th President is turning 55 tomorrow. http://ofa.bo/2ame3JV", "pos": 99, "time": "2016-08-03 16:17:49"}, {"neg": 0, "message": "Ninety-seven percent of climate scientists agree that climate change is real and man-made—and the Clean Power Plan is a bold step to address it. \n\nBut deniers still want to hold that progress back.", "pos": 99, "time": "2016-08-03 13:04:44"}, {"neg": 0, "message": "The Clean Power Plan helped pave the way for the historic Paris Climate Agreement—the first-ever global climate deal.", "pos": 99, "time": "2016-08-03 10:38:42"}, {"neg": 0, "message": "Statistics show that people who have the most birthdays live the longest.\n\nMake sure to sign the card and wish President Obama a happy birthday: http://ofa.bo/2aGCRim", "pos": 99, "time": "2016-08-02 15:23:11"}, {"neg": 0, "message": "This is about basic respect for our democratic process. Senate leaders need to stop playing games with our Supreme Court and give Judge Garland a fair hearing and an up-or-down vote.", "pos": 99, "time": "2016-08-02 12:37:40"}, {"neg": 1, "message": "President Obama's last birthday in office is coming up—send your best wishes.", "pos": 98, "time": "2016-08-01 15:05:53"}, {"neg": 0, "message": "The Affordable Care Act is working, it's costing way less than expected—and despite wanting to repeal it, Republican leaders still have no real alternative.", "pos": 99, "time": "2016-08-01 11:02:56"}, {"neg": 0, "message": "Show President Obama some birthday love for eight sweet years of progress. http://ofa.bo/2ach4MP", "pos": 99, "time": "2016-07-30 14:08:49"}, {"neg": 2, "message": "\"If Republican senators fail to act, it could be an entire year before a fully staffed Supreme Court can resolve any significant issue before it. Folks, there's enough dysfunction in Washington, D.C. Now is not the time for it to spread to the Supreme Court.\" —Vice President Biden\n\nWatch the weekly address.", "pos": 97, "time": "2016-07-30 11:42:58"}, {"neg": 0, "message": "Cheers to 55—and to many more.", "pos": 99, "time": "2016-07-29 16:05:04"}, {"neg": 0, "message": "Millions of people now have the security of health insurance, thanks to Obamacare.", "pos": 99, "time": "2016-07-29 12:05:23"}], "twitter_id": "", "location": ["washington", "united", "states"]}