{"username": "cnn", "website": "www.cnn.com", "about": "Instant breaking news alerts and the most talked about stories.", "birthday": "06/01/1980", "description": "", "name": "CNN", "posts": [{"neg": 0, "message": "- A high-jumping llama\n- The youngest female with a full beard\n- More than 5 minutes on fire\n- And the longest domestic cat\nhttp://cnn.it/2cgMVA0", "pos": 100, "time": "2016-09-08 13:30:16"}, {"neg": 0, "message": "This couple's 'Notebook'-inspired photos are a testament to 57 years of true love http://cnn.it/2cF7xjI", "pos": 99, "time": "2016-09-08 13:02:28"}, {"neg": 1, "message": "Apparently the risk is higher if you enjoy it", "pos": 98, "time": "2016-09-08 12:29:01"}, {"neg": 0, "message": "A new-born baby has been awarded a lifetime of free flights after his mother gave birth while aboard the airline", "pos": 99, "time": "2016-09-08 11:59:02"}, {"neg": 0, "message": "When a cheerleader was diagnosed with leukemia, her football family stepped up big time http://cnn.it/2cgtB5W", "pos": 99, "time": "2016-09-08 11:31:00"}, {"neg": 2, "message": "Nothing makes parents happier than definitive proof they're raising their kids right.", "pos": 97, "time": "2016-09-08 10:58:01"}, {"neg": 26, "message": "It's a $3.7 billion project that would cross four states and change the landscape of the US crude oil supply. \n\nWhat you need to know, and what's at stake.", "pos": 73, "time": "2016-09-08 10:30:02"}, {"neg": 25, "message": "BREAKING: One person has been shot at a high school in western Texas, and two shooters are believed to be on the loose, the Brewster County Sheriff's office says", "pos": 74, "time": "2016-09-08 10:03:37"}, {"neg": 5, "message": "A US presidential candidate had to ask what Aleppo is http://cnn.it/2cgce5i", "pos": 94, "time": "2016-09-08 09:30:36"}, {"neg": 11, "message": "She wanted to join Colin Kaepernick in protesting the national anthem. The Washington Spirit had other plans.", "pos": 88, "time": "2016-09-08 09:00:09"}, {"neg": 0, "message": "Big news for nature lovers — and black bears.", "pos": 99, "time": "2016-09-08 08:30:02"}, {"neg": 0, "message": "A space probe called OSIRIS-REx. A dark, potentially dangerous asteroid called Bennu. What more could you possibly want?", "pos": 99, "time": "2016-09-08 08:00:04"}, {"neg": 65, "message": "\"The children are psychologically crushed and tired. When we do activities like singing with them, they don't react at all.\"", "pos": 34, "time": "2016-09-08 07:30:01"}, {"neg": 17, "message": "\"Thank you for praying for me.\" Survivor speaks for the first time since crashing her car in an accident that claimed the lives of four University of Georgia  students. http://cnn.it/2cIhot1", "pos": 82, "time": "2016-09-08 07:00:28"}, {"neg": 62, "message": "She called for help from the trunk of her abductor's car. Police tracked the signal, but it was too late.", "pos": 37, "time": "2016-09-08 06:35:01"}, {"neg": 1, "message": "River turns blood red — and nobody really knows why.", "pos": 98, "time": "2016-09-08 06:04:03"}, {"neg": 30, "message": "Fleeing Syria as a refugee is tough. Now imagine doing it in a wheelchair. http://cnn.it/2cfyH2x", "pos": 69, "time": "2016-09-08 05:37:11"}, {"neg": 2, "message": "\"I don't think the guy's qualified to be president of the United States\" -- President Obama talks about Donald J. Trump during a press conference in Laos", "pos": 97, "time": "2016-09-08 05:04:18"}, {"neg": 2, "message": "You'll be able to try them yourself next Friday. Until then, here's our review:", "pos": 97, "time": "2016-09-08 05:00:04"}, {"neg": 14, "message": "Air China's in-flight magazine warned London visitors about areas with large populations of \"Indians, Pakistanis and black people.\"", "pos": 85, "time": "2016-09-08 04:30:07"}, {"neg": 0, "message": "Happy 50th birthday, Star Trek!", "pos": 100, "time": "2016-09-08 04:00:05"}, {"neg": 0, "message": "No, it's not a scene from Game of Thrones: It's biologists' rare footage of olm salamanders, also known as \"baby dragons,\" hatching in a cave http://cnn.it/2ce2tEZ", "pos": 99, "time": "2016-09-08 03:31:20"}, {"neg": 0, "message": "Is the Great Pyramid of Giza lopsided? http://cnn.it/2ce4xwI", "pos": 99, "time": "2016-09-08 03:01:18"}, {"neg": 0, "message": "As Star Trek turns 50 today and the National Park Service turns 100 this year, we look back at some of the most famous movies of all time that were filmed in US national parks.  http://cnn.it/2cDA49n", "pos": 99, "time": "2016-09-08 02:31:34"}, {"neg": 11, "message": "One of the last remaining Navajo code talkers of World War II has died. Who were the code talkers? Here's what to know. http://cnn.it/2cDaEZj", "pos": 88, "time": "2016-09-08 02:01:27"}, {"neg": 0, "message": "Did you miss Apple's big iPhone 7 announcement? These are some of the biggest changes and new features:\n\n• Water and dust resistant\n• Home button is force-sensitive\n• Headphone jack removed\n• Wired headphones via lightning port\n• 16GB version nixed; starts at 32GB\n• Cameras are upgraded\n• Available in new shades of black\n• Full recap: http://cnn.it/2ceYDv8", "pos": 99, "time": "2016-09-08 01:32:11"}, {"neg": 0, "message": "This rugged robot wants to be a cowboy. SwagBot can herd animals, tow equipment, and monitor the surrounding environment. http://cnn.it/2cC2WyB", "pos": 99, "time": "2016-09-08 01:01:32"}, {"neg": 0, "message": "Mother Nature is not afraid to go technicolor for the right effect. These eye-catching landscapes are among the world's most vivid.", "pos": 100, "time": "2016-09-08 00:31:03"}, {"neg": 4, "message": "India may soon no longer be the place to go for childless couples wanting a baby.", "pos": 95, "time": "2016-09-08 00:22:22"}, {"neg": 13, "message": "\"You can show these images to a child, and I think he'd be able to pick the side he wants to live on.\"", "pos": 86, "time": "2016-09-08 00:01:05"}, {"neg": 0, "message": "Had a few too many? Exercise could help you counteract some of alcohol's health risks, according to a new study 🍺 🚴", "pos": 99, "time": "2016-09-07 23:31:05"}, {"neg": 0, "message": "Samsung is toughening up its line of wearables with the new Gear S3 smartwatch http://cnn.it/2ceDkKj via CNNTech", "pos": 99, "time": "2016-09-07 23:01:28"}, {"neg": 0, "message": "Burning Man festival's Department of Mutant Vehicles sets some very strict criteria for these cars.", "pos": 100, "time": "2016-09-07 22:41:06"}, {"neg": 1, "message": "Stevie Nicks has plans for what to sing if Hillary Clinton \"wins by a landslide\"", "pos": 98, "time": "2016-09-07 22:26:35"}, {"neg": 0, "message": "After concerns the Paralympic Games wouldn't even go ahead at all, the opening ceremony featured a dazzling display of samba and color", "pos": 100, "time": "2016-09-07 21:56:04"}, {"neg": 2, "message": "Green Party presidential candidate Jill Stein is facing charges after she spray-painted a bulldozer during an anti-oil pipeline protest", "pos": 97, "time": "2016-09-07 21:26:35"}, {"neg": 2, "message": "\"I believe Barack Obama was born in Hawaii,\" Mike Pence said, drawing a clear distinction with previous statements from running mate Donald J. Trump", "pos": 97, "time": "2016-09-07 20:56:13"}, {"neg": 1, "message": "The US swimmer will also not be allowed to participate in the 2017 world championships", "pos": 98, "time": "2016-09-07 20:26:43"}, {"neg": 0, "message": "John Storm was on fire watch in a tower near Williams, Arizona, when he spotted a funnel cloud about a mile away.", "pos": 99, "time": "2016-09-07 19:56:30"}, {"neg": 0, "message": "This sweet couple of 57 years took photos inspired by The Notebook, and the results will warm your heart", "pos": 99, "time": "2016-09-07 19:26:13"}, {"neg": 17, "message": "The Pentagon says the Russian jet came within 10 feet of the U.S. Navy plane.", "pos": 82, "time": "2016-09-07 18:56:27"}, {"neg": 0, "message": "Did you miss Apple's big iPhone 7 announcement? Here's a 90-second recap of what you can expect http://cnn.it/2cCCzZw", "pos": 99, "time": "2016-09-07 18:27:13"}, {"neg": 0, "message": "From boardwalks to \"Big,\" Zoltar Speaks has been offering us advice for awhile. Great Big Story went to meet the people behind the wisdom at Characters Unlimited Inc and see how Zoltar comes to be.", "pos": 100, "time": "2016-09-07 17:55:00"}, {"neg": 15, "message": "\"It made me feel like I am not alone.\" \n\nAfter a pair of bullies threw this deaf student's backpack into a toilet, Alex Hernandez received support from all over the country. http://cnn.it/2ce9Pbi", "pos": 84, "time": "2016-09-07 17:20:38"}, {"neg": 6, "message": "Just in: FBI Director James Comey said the decision to not recommend charges against Hillary Clinton wasn't a close call", "pos": 93, "time": "2016-09-07 16:50:01"}, {"neg": 0, "message": "Creepy. The \"ghost snake\" is a new species of snake found in Madagascar. http://cnn.it/2cCno2p", "pos": 99, "time": "2016-09-07 16:24:57"}, {"neg": 1, "message": "Imitation is the sincerest form of flattery -- at least, that's the idea behind Tianducheng, China. The city is modeled after Paris, mini-Eiffel Tower and all. Great Big Story take us there.", "pos": 98, "time": "2016-09-07 15:50:00"}, {"neg": 2, "message": "Freedom isn't free.", "pos": 97, "time": "2016-09-07 15:20:02"}, {"neg": 11, "message": "The drug is the most potent opioid used commercially-- 10,000 times stronger than morphine", "pos": 88, "time": "2016-09-07 14:56:29"}, {"neg": 9, "message": "Hit the road, jack", "pos": 90, "time": "2016-09-07 14:30:28"}, {"neg": 0, "message": "Martin Greenfield of Martin greenfield clothiers is a tailor of unmatched skill -- he makes suits for Obama, alright? But even more impressive than his skill is his story — as he told Great Big Story, Greenfield's road to the White House started by surviving imprisonment at Auschwitz...", "pos": 99, "time": "2016-09-07 14:18:10"}, {"neg": 0, "message": "Here's how the most valuable company in the world kicked off its biggest event of the year http://cnn.it/2cdG1eP", "pos": 99, "time": "2016-09-07 13:40:38"}, {"neg": 0, "message": "JUST IN: Apple unveils iPhone 7 and 7 Plus, water-resistant devices with improved camera features and no headphone jacks", "pos": 99, "time": "2016-09-07 13:10:04"}, {"neg": 0, "message": "Your groceries could be delivered by robots in the near-future http://cnnmon.ie/2cdRQSt", "pos": 99, "time": "2016-09-07 12:50:28"}, {"neg": 9, "message": "Instead of a funeral service, she had a simple request", "pos": 90, "time": "2016-09-07 12:23:29"}, {"neg": 14, "message": "Donald J. Trump calls Hillary Clinton \"trigger-happy and very unstable\" http://cnn.it/2cdqQCr", "pos": 85, "time": "2016-09-07 11:51:08"}, {"neg": 51, "message": "Someone took this deaf student's backpack and dumped it into a toilet. But this story has a happy ending.", "pos": 48, "time": "2016-09-07 11:19:01"}, {"neg": 0, "message": "An AirAsia plane accidentally flew more than 400 miles in the wrong direction", "pos": 99, "time": "2016-09-07 10:51:02"}, {"neg": 13, "message": "Just in: The US Coast Guard is searching for a woman who fell overboard from a Carnival Cruise Line ship", "pos": 86, "time": "2016-09-07 10:22:02"}, {"neg": 25, "message": "\"Bethany, If your dad is reading this to you, it is because I have died and gone to heaven to live with the angels.\"", "pos": 74, "time": "2016-09-07 09:42:04"}, {"neg": 4, "message": "She said the ensuing panic scared her and made her think she would be attacked. Now she has been charged with \"breach of peace.\"", "pos": 95, "time": "2016-09-07 09:15:02"}, {"neg": 0, "message": "Well this is one way to display your Olympic gold medals http://cnn.it/2ccZQ5Z", "pos": 99, "time": "2016-09-07 08:48:26"}, {"neg": 0, "message": "Teen pregnancy is way down, and a new study suggests that increased use of contraceptives may be the reason why.", "pos": 99, "time": "2016-09-07 08:17:03"}, {"neg": 2, "message": "What's to blame for rising inequality in the US? Experts say math may be part of the problem.", "pos": 97, "time": "2016-09-07 07:46:21"}, {"neg": 20, "message": "500 homicides. 9 months. 1 American city.\n\nThe organization trying to protect Chicago's children. http://cnn.it/2ccHmml", "pos": 79, "time": "2016-09-07 07:15:29"}, {"neg": 3, "message": "Just In: Starbucks CEO Howard Schultz endorses Hillary Clinton for president during CNNMoney's Facebook Live.", "pos": 96, "time": "2016-09-07 06:58:16"}, {"neg": 32, "message": "So. Many. Children.", "pos": 67, "time": "2016-09-07 06:45:02"}, {"neg": 5, "message": "Donald J. Trump's immigration policies are highly unpopular, but a new poll shows voters are split over whether he or Hillary Clinton would better handle the issue.", "pos": 94, "time": "2016-09-07 06:20:02"}, {"neg": 0, "message": "Everyone knows you have to watch out for sharks on Australian beaches -- but dinosaurs?", "pos": 99, "time": "2016-09-07 05:51:02"}, {"neg": 0, "message": "Tel Aviv turned its City Hall into a giant game of Tetris http://cnn.it/2ccneAF", "pos": 99, "time": "2016-09-07 05:15:59"}, {"neg": 12, "message": "Chemical weapons: \"The poor man's atom bomb\" http://cnn.it/2cAl3oT", "pos": 87, "time": "2016-09-07 04:45:25"}, {"neg": 28, "message": "As a boy, Joe Hosteen Kellwood had been spanked for speaking Navajo in school. But his language skills proved indispensable during World War II.", "pos": 71, "time": "2016-09-07 04:15:05"}, {"neg": 0, "message": "No other advanced economy has managed to dodge a recession over the same period.", "pos": 99, "time": "2016-09-07 03:52:36"}, {"neg": 0, "message": "Intrepid swimmers from around the world come to compete in the World Bog Snorkelling Championships in Wales. But what is it? http://cnn.it/2czJov5", "pos": 99, "time": "2016-09-07 03:02:02"}, {"neg": 0, "message": "Dubai recently added \"world's largest indoor theme park\" to its list of superlatives. Here's a peek inside. http://cnn.it/2cu5Qpb", "pos": 99, "time": "2016-09-07 02:31:19"}, {"neg": 0, "message": "Time to reinvent the wheel? Goodyear is working on spherical rubber tires that can move in any direction http://cnn.it/2czaQca", "pos": 99, "time": "2016-09-07 02:01:27"}, {"neg": 1, "message": "A retired army general is slamming Donald Trump's remarks that as President he will ask the US military to come up with a plan within one month to defeat ISIS.", "pos": 98, "time": "2016-09-07 01:52:21"}, {"neg": 0, "message": "If you think today's modern toys are disturbing, here's a look at other toys over the decades that you've either forgotten about or never had the pleasure of being creeped out by. http://cnn.it/2cbiYl9", "pos": 99, "time": "2016-09-07 01:31:24"}, {"neg": 6, "message": "It's not just a runaway tongue that worries the United States about the volatile new president of the Philippines, Rodrigo Duterte. It's what else he's thinking.", "pos": 93, "time": "2016-09-07 01:15:22"}, {"neg": 4, "message": "In light of President Obama's historic visit to Laos, here's a look back at eight years of his speeches abroad -- from addressing crowds in Vietnam to his visit to Berlin as a candidate in 2008. http://cnn.it/2czEFJM", "pos": 95, "time": "2016-09-07 01:01:30"}, {"neg": 0, "message": "Researchers want to make chocolate using mangoes in lieu of cocoa.", "pos": 99, "time": "2016-09-07 00:31:04"}, {"neg": 2, "message": "Man catches flight after swallowing 110 cocaine packets.", "pos": 97, "time": "2016-09-07 00:19:59"}, {"neg": 0, "message": "Fancy a wasabi KitKat? Perhaps green tea, lemon vinegar or Shinshu apple?", "pos": 99, "time": "2016-09-07 00:01:05"}, {"neg": 0, "message": "Queen singer Freddie Mercury's voice was easy come, easy go, little high, little low. A group of researchers wanted to know why for this study from earlier this year.", "pos": 99, "time": "2016-09-06 23:31:06"}, {"neg": 2, "message": "Sitting on a nine-hour flight can be tough. So can hiding 110 bags of drugs in your digestive tract.", "pos": 97, "time": "2016-09-06 23:01:03"}, {"neg": 8, "message": "Colin Kaepernick's #7 jersey holds the top spot among NFL players after his decision not to stand during the national anthem.", "pos": 91, "time": "2016-09-06 22:39:39"}, {"neg": 21, "message": "Three police officers and a helicopter pilot were killed when criminals downed a helicopter in the Mexican state of Michoacan, its governor said.", "pos": 78, "time": "2016-09-06 22:02:36"}, {"neg": 1, "message": "And they are never, ever, ever getting back together", "pos": 98, "time": "2016-09-06 21:31:17"}, {"neg": 59, "message": "The 15-month-old's organs will be donated \"so that his little heart can make another child live\"", "pos": 40, "time": "2016-09-06 21:03:01"}, {"neg": 18, "message": "Seven Iranian fast-attack boats were involved in an unsafe encounter with the USS Firebolt over the weekend, a US defense official says", "pos": 81, "time": "2016-09-06 20:38:29"}, {"neg": 1, "message": "\"Tim Cook: If you're listening, I'm begging you, on behalf of iPhone lovers everywhere, please leave the headphone jack alone.\" --CNN Opinion writer on iPhone 7 speculation", "pos": 98, "time": "2016-09-06 20:00:05"}, {"neg": 0, "message": "The hospital says it won't bill survivors for out-of-pocket medical expenses", "pos": 99, "time": "2016-09-06 19:26:15"}, {"neg": 0, "message": "Would you try it? \"The Asskicker\" has 80 times the amount of caffeine as an espresso", "pos": 99, "time": "2016-09-06 18:56:32"}, {"neg": 3, "message": "Researchers hope this new study may help identify thyroid hormone levels as a possible screening tool for assessing risk of sudden cardiac death.", "pos": 96, "time": "2016-09-06 18:26:04"}, {"neg": 61, "message": "More than 80 people were poisoned, suffering from severe breathing problems in Aleppo after another chemical attack on a rebel-held neighborhood http://cnn.it/2cbfizR", "pos": 38, "time": "2016-09-06 17:56:00"}, {"neg": 30, "message": "\"It's the last thing I have of him speaking, it's what I remember of his voice,\"\nsaid Nicole Pila as she listened to her father's final words before he died in one of the twin towers on 9/11 http://cnn.it/2cb9Ywl", "pos": 69, "time": "2016-09-06 17:25:35"}, {"neg": 0, "message": "Wesley Larson is a master's student in wildlife conservation who studies bears up close and personal. And when our friends at Great Big Story say up close and personal, they mean that literally. Larson crawls into bear dens to track the bears for conservation. It's a dangerous job, but it's all in the name of protecting the animals.", "pos": 99, "time": "2016-09-06 16:55:00"}, {"neg": 0, "message": "It's beginning to look a lot like Star Wars in our universe.", "pos": 100, "time": "2016-09-06 16:25:01"}, {"neg": 8, "message": "You could be breathing in pollution particles that enter your brain, increasing the risk of brain conditions like Alzheimer's, according to a new study.", "pos": 91, "time": "2016-09-06 15:55:32"}, {"neg": 46, "message": "The first face transplant patient died after she succumbed to complications from her most recent operation, French media reported http://cnn.it/2cyJnay", "pos": 53, "time": "2016-09-06 15:28:58"}], "twitter_id": "", "location": []}