{"username": "ladygaga", "website": "www.littlemonsters.com/gaga www.ladygaga.com http://twitter.com/ladygaga http://google.com/+ladygaga www.youtube.com/ladygaga www.youtube.com/ladygagavevo www.bornthiswayfoundation.org www.hauslaboratories.com", "about": "jazz art pop punk actress fashion magazine editor and columnist!", "birthday": "", "description": "", "name": "Lady Gaga", "posts": [{"neg": 0, "message": "My love and thanks to the brilliant gentlemen I made this record with Mark Ronson Tame Impala BloodPop & Josh Homme", "pos": 99, "time": "2016-09-09 09:25:19"}, {"neg": 0, "message": "LADY GAGA / PERFECT ILLUSION\nOUT NOW\nApple Music: http://smarturl.it/PerfectIllusion.ap\niTunes: http://smarturl.it/PerfectIllusionLG", "pos": 99, "time": "2016-09-08 22:30:34"}, {"neg": 0, "message": "Today, Born This Way Foundation launches our #29Rooms with Refinery29 to highlight the power of kindness to build communities. Lady Gaga, Cynthia and the team at BTWF want you to join them as they #ShoutOutKindness and celebrate the everyday acts of kindness that connect us to one another and build a kinder and braver world. The foundation team will be attending #29Rooms this weekend, so please join us to check out our room and add your voice.", "pos": 99, "time": "2016-09-08 09:33:02"}, {"neg": 0, "message": "I DON'T NEED EYES TO SEE\nI FELT YOU TOUCHIN' ME\nHIGH LIKE AMPHETAMINE\nMAYBE YOU'RE JUST A DREAM \n#PerfectIllusion", "pos": 99, "time": "2016-09-07 00:58:24"}, {"neg": 0, "message": "LADY GAGA / PERFECT ILLUSION\nNEW SINGLE\nSEPT 9", "pos": 99, "time": "2016-09-06 18:00:31"}, {"neg": 0, "message": "LADY GAGA / PERFECT ILLUSION\nNEW SINGLE \nSEPT 9", "pos": 99, "time": "2016-09-06 15:05:44"}, {"neg": 0, "message": "Drivin' in my Bronco with my #MotherMonster Chain On. miss my fans, can't wait for u to hear #PERFECTILLUSION", "pos": 99, "time": "2016-09-02 13:28:58"}, {"neg": 0, "message": "🎥", "pos": 99, "time": "2016-08-31 14:21:04"}, {"neg": 0, "message": "We made a #PERFECTILLUSION \n\nMark Ronson Tame Impala BloodPop", "pos": 99, "time": "2016-08-28 14:24:38"}, {"neg": 0, "message": "Who says you can't work at the beach? 👙💦", "pos": 99, "time": "2016-08-26 23:33:49"}, {"neg": 0, "message": "", "pos": 99, "time": "2016-08-24 21:32:52"}, {"neg": 0, "message": "www.ladygaga.com", "pos": 99, "time": "2016-08-17 08:50:03"}, {"neg": 0, "message": "", "pos": 99, "time": "2016-08-16 21:43:01"}, {"neg": 0, "message": "Simone Biles you go girl!! 🇺🇸⭐️⭐️⭐️⭐️⭐️⭐️⭐️⭐️⭐️⭐️", "pos": 99, "time": "2016-08-15 12:47:07"}, {"neg": 0, "message": "", "pos": 99, "time": "2016-08-12 10:50:33"}, {"neg": 0, "message": "Born This Way Foundation needs the voices of young people 2 help inspire the 🌎 to be kinder+braver. Help by taking the survey", "pos": 99, "time": "2016-08-11 11:22:20"}, {"neg": 0, "message": "Back to work! #ahsseason6 #ahs not the countess but...who???😎 American Horror Story", "pos": 99, "time": "2016-08-09 22:17:00"}, {"neg": 0, "message": "🌮s 🍷🍻🎂 Parties w/ friends", "pos": 99, "time": "2016-08-09 18:04:01"}, {"neg": 0, "message": "TIME TO EAT! 🍴🍻 thank u for this food 🙏🏽", "pos": 99, "time": "2016-08-09 13:57:23"}, {"neg": 0, "message": "Summer Cali BBQ and Olympics  #Rio", "pos": 99, "time": "2016-08-08 18:31:00"}, {"neg": 0, "message": "Grocery Shopping SUCCESS! ✌🏽😅🍅🍆🍋🍋🍗🍗🍗", "pos": 99, "time": "2016-08-08 13:47:30"}, {"neg": 4, "message": "Paul O'neal. #BlackLivesMatter  How many children & adults must we lose b4 our justice system does something? #Chicago #USA", "pos": 95, "time": "2016-08-07 19:01:02"}, {"neg": 0, "message": "I was so honored to be by Tony Bennett's side on his 90th birthday. Today we lit up the Empire State Building together, in the colors of the Italian flag to commemorate Bennett's legacy as the greatest living legend & example of the Italian American Dream. We love you \"Ton\" Happy Birthday! 90 is the new 20!", "pos": 99, "time": "2016-08-04 11:47:40"}, {"neg": 9, "message": "One of my best friends for almost 7 years also a member of the Haus of Gaga has been fighting stage 4 breast cancer that is also now in her lungs & brain. I ask all my fans, friends, & family who I love for a favor today. Please pray for her & people all over the world who are suffering & surviving through cancer. And if you don't pray, just think on it. #PrayForSonja #ThinkOfSonja", "pos": 90, "time": "2016-08-03 13:35:27"}, {"neg": 0, "message": "We are so much stronger together. #DNC #StrongerTogether #Vote", "pos": 99, "time": "2016-07-29 11:01:16"}, {"neg": 0, "message": "Thank you #DNC and Camden for a beautiful night.", "pos": 99, "time": "2016-07-29 00:12:00"}, {"neg": 0, "message": "\"I wake up everyday in a house that was built by slaves.\" - Michelle Obama What an incredible strong leader you are.", "pos": 99, "time": "2016-07-27 10:22:24"}, {"neg": 0, "message": "If you don't believe this election is important, if you think you can sit it out: you're wrong. #StrongerTogether Bernie Sanders", "pos": 99, "time": "2016-07-26 20:30:01"}, {"neg": 0, "message": "\"As my daughters prepare to set out into the world...I want a leader who will be guided by love and hope and impossibly big dreams. \" - Our First Lady Michelle Obama #StrongerTogether", "pos": 99, "time": "2016-07-26 16:31:23"}, {"neg": 0, "message": "\"If you want to go fast, go alone. If you want to go far, go together.\"\nCory Booker #StrongerTogether", "pos": 99, "time": "2016-07-26 12:17:15"}, {"neg": 0, "message": "So proud to be made one of the Godmother's of our little angel Sistilia. Brian and his Wife Angie have been my friends since we were kids on the lower east side. It was a beautiful baptism and Italian style feast. We love u sissy! ❤️", "pos": 99, "time": "2016-07-25 22:34:01"}, {"neg": 0, "message": "My foundation Born This Way Foundation with Mattel's Monster High at Comic-Con International #kindmonsters wait till you see our doll! The doll was designed by my sister, Haus of Gaga & member up and coming fashion designer Natali Germanotta in collaboration with the #MonsterHigh Design Team #SDCC2016 The doll will help support funding and research as well as programs and initiatives in the space of medical mental well-being , overall well-being, how to create positive school climates and inspire kind and brave communities/cities.", "pos": 99, "time": "2016-07-25 18:17:00"}, {"neg": 0, "message": "The Born This Way Foundation partners with Mattel's Monster High to create a doll for kindness! #kindmonsters Comic-Con International #SDCC2016", "pos": 99, "time": "2016-07-25 13:04:35"}, {"neg": 6, "message": "Taylor and I have always believed we are soulmates. Just like all couples we have ups and downs, and we have been taking a break. We are both ambitious artists, hoping to work through long-distance and complicated schedules to continue the simple love we have always shared. Please root us on. We're just like everybody else and we really love each other.", "pos": 93, "time": "2016-07-19 23:34:11"}, {"neg": 0, "message": "🤘🏼what an awesome day with some truly awesome kids", "pos": 99, "time": "2016-07-19 23:16:00"}, {"neg": 0, "message": "Casa Hogar Cabo AC. These young men and growing boys were as bright and radiant as the sunshine in Mexico. A wonderful organization to give to.", "pos": 99, "time": "2016-07-19 19:14:01"}, {"neg": 0, "message": "Casa Hogar Cabo AC Facebook Group. Donate to these wonderful boys and help build a home for their sisters they were separated from home. Reunite brothers with their sisters.", "pos": 99, "time": "2016-07-19 14:58:55"}, {"neg": 0, "message": "Already miss the boys at Casa Hogar. Wore my shwag out on the town. mis amores. ❤️🤘🏽🍝⚽️🏀🎸", "pos": 99, "time": "2016-07-18 10:59:13"}, {"neg": 0, "message": "", "pos": 99, "time": "2016-07-10 14:50:26"}, {"neg": 0, "message": "Gaga is nominated for three 2016 FOX Teen Choice Awards including Social Media Queen, Choice Twit, and Choice Selfie Taker. Vote at gaga.lk/TeenChoice, on the FOX Now app, and on Twitter until Thursday, July 21st at 12PM PT.", "pos": 99, "time": "2016-07-09 10:18:38"}, {"neg": 0, "message": "🗡", "pos": 99, "time": "2016-07-03 08:07:42"}, {"neg": 0, "message": "", "pos": 99, "time": "2016-07-02 15:47:34"}, {"neg": 0, "message": "👽🤖 we come in ✌🏼", "pos": 99, "time": "2016-07-02 10:47:19"}, {"neg": 0, "message": "Thelma and Puhleaaaze (And yes I FINALLY got my license after years of driving w an adult present 😆 and a learners permit) 😜 IM FREE 🤘🏽Rollin w the homies", "pos": 99, "time": "2016-07-01 18:48:10"}, {"neg": 0, "message": "Want a reliable news source from the perspective of our young future leaders? IT'S RIGHT HERE: ATTN:", "pos": 99, "time": "2016-07-01 15:09:33"}, {"neg": 0, "message": "", "pos": 99, "time": "2016-07-01 09:54:08"}, {"neg": 0, "message": "So much that we hoped to accomplish during the United States Mayors Conference was achieved. I believe so much in Mayor Tait of Anaheim's success story in building a \"City of Kindness.\" Go to gaga.lk/CityOfKindness to find out more! The mayors who attended the conference agreed to call upon our nations cities to adopt this framework of creating a more compassionate community. But, this is not some \"kumbaya\" shit. Science shows us that being kind makes us and those around us healthier. Let's follow whats working, honor successful precedents, and join together in something simple, effortless, and although inexpensive...priceless in its ability to regenerate our society.", "pos": 99, "time": "2016-06-30 10:25:44"}, {"neg": 7, "message": "Proud to join Human Rights Campaign and my friend Ryan Murphy in honoring the Orlando victims and helping #StoptheHate. WATCH NOW: gaga.lk/StopTheHate﻿", "pos": 92, "time": "2016-06-29 15:58:58"}, {"neg": 0, "message": "We must stay unified. Be kind not only to your friends, but also your enemies. We have to try to work together towards world peace.", "pos": 99, "time": "2016-06-29 12:34:03"}, {"neg": 0, "message": "- Lady Gaga #usmc2016 #cityofkindness #kindyouth #withcompassion on why kindness is the most powerful weapon against evil.", "pos": 99, "time": "2016-06-26 21:10:00"}, {"neg": 0, "message": "In case you missed it, Lady Gaga joined the Dalai Lama at The United States Conference of Mayors to discuss creating a more compassionate world. Watch: gaga.lk/KindYouthLive", "pos": 99, "time": "2016-06-26 16:32:02"}, {"neg": 0, "message": "\"Kindness is a free currency from a well that will never dry up\" - Lady Gaga on why every city can afford kindness. Go to www.cityofkindness.org to READ about its MISSION to save the country and tell your mayor you want to live in a kind city.", "pos": 99, "time": "2016-06-26 12:48:19"}, {"neg": 0, "message": "Watch as Lady Gaga, His Holiness the Dalai Lama, and Philip Anschutz of The Random Acts of Kindness Foundation continue the conversation to help build a kinder world.", "pos": 99, "time": "2016-06-26 09:47:34"}, {"neg": 0, "message": "Watch as Lady Gaga and His Holiness The 14th Dalai Lama discuss the power of kindness and how to make the world a more compassionate place.", "pos": 99, "time": "2016-06-26 09:06:30"}, {"neg": 0, "message": "#guncontrol #nobillnobreak", "pos": 99, "time": "2016-06-23 13:11:23"}, {"neg": 0, "message": "", "pos": 99, "time": "2016-06-22 10:59:29"}, {"neg": 0, "message": "Another brilliant morning led by a member of our LGBT community. He cheered us on to give something to ourselves today, that it would require pushing, bravery, + effort. When the music stopped and our sweat hit the floor he pointed at us all smiling and said \"You made the right choice.\" I knew he was right. #lgbtpride #orlando #UnitedAsFriends ❤️", "pos": 99, "time": "2016-06-20 12:12:48"}, {"neg": 0, "message": "I love you daddy. Happy Father's Day.  Can't imagine life without you, you're the ace on the river of a royal flush.", "pos": 99, "time": "2016-06-19 21:23:47"}, {"neg": 0, "message": "If you remove the ideas of civilization & look at nature, when we're born we're all entitled to only 1 thing. LIFE.", "pos": 99, "time": "2016-06-15 15:48:04"}, {"neg": 3, "message": "I went into an exercise class this morning. The instructor Loui  walked in and asked us with a boisterous tone \"How is everyone doing today?!!\" The room didn't cheer, there was barely a groan over a thick silence as we all stood there in our trauma. Then Loui shouts \"Oh no! It's Tuesday.,\" with an emphatic hand movement, \"Today is going to be a good day.\" As the music rose to the lyrics \"when Im with you, I'm standing with an army\" and we all climbed together, sweating out our stress and our thoughts, he yelled \"today get stronger! and then stronger! And when your finished here go out there and spread that strength to the world.\" When the class was over I thanked him, he asked if he could say something to me. I started to instantly tear up. He said \"I didn't want to bring it up\" I said \"of course you should, I'm so sorry.\" He then told me he was at the rally the night before, where I was also, and that he heard me read the names of some of the Orlando victims. He said \"the first name you read was my friend Eddie.\" I said \"Edward.\" He said \"Sotomayor.\" In this moment I was reminded why it's so important that we protect all people and never doubt the absolute human heart that can always suprise you with its strength and love. Loui, a member of the LGBT community, who just lost his friend in the largest isolated shooting our country has ever seen, still showed up for work early in the morning to make ME feel strong. To empower me and all the other men and women in the class to keep going and get stronger so we could help each other. That's why you should never devalue another human, no matter their wrapping, their heart is just like yours and people you never expect to lift you up, will.", "pos": 96, "time": "2016-06-15 10:11:52"}, {"neg": 4, "message": "I saw the fear and sadness in the faces of so many, but I felt comfort knowing there are millions all over the world who are not only part of the LGBT community, but are part of the straight community and so impassioned by this tragedy. You are not alone.", "pos": 95, "time": "2016-06-14 19:00:00"}, {"neg": 5, "message": "We can always count on one another's pain to remind us what strength is all about. #UnitedAsHumans #UnitedAsFriends", "pos": 94, "time": "2016-06-14 16:00:00"}, {"neg": 4, "message": "#Orlando #UnitedAsHumans #UnitedAsFriends", "pos": 95, "time": "2016-06-14 13:00:00"}, {"neg": 0, "message": "We all need to be man's best friend today. http://gaga.lk/PulseVictimsFund and donate to the victims and their families in Orlando. #UnitedAsHumans #UnitedAsFriends #stopviolence", "pos": 99, "time": "2016-06-14 10:04:28"}, {"neg": 10, "message": "I pray for all the victims families 🙏🏽  during this shooting epidemic. That their pain be met with compassion and support from the world. \n\nIt's a traumatizing & emotional time for a many people. I dream of the world reflecting on what we can do to change this violence. #Orlando", "pos": 89, "time": "2016-06-12 15:28:20"}, {"neg": 0, "message": "🎼☀️🚬", "pos": 99, "time": "2016-06-10 10:05:52"}, {"neg": 3, "message": "#HILLARY2016 Nothing can keep a strong woman down. VOTE for the first female US president in history. Shake it up America, this country needs a little rock n' roll. 🇺🇸🙏🏽🤘🏽", "pos": 96, "time": "2016-06-07 17:15:00"}, {"neg": 0, "message": "Gaga and Jamie Lee Curtis are on the cover of this month's Variety Magazine talking all things American Horror Story: Hotel & Gaga's role as The Countess.\n\nThe two-part fourth-season premiere of \"Variety Studio: Actors on Actors\" airs June 12 and June 19 on PBS SoCal. The episodes will also be available to stream at Variety.com.", "pos": 99, "time": "2016-06-07 14:16:28"}, {"neg": 2, "message": "#RightThisWrong Kerry Max Cook.", "pos": 97, "time": "2016-06-03 15:57:14"}, {"neg": 0, "message": "I am committed to building a safer space online. Sign the #HackHarassment pledge with me. http://gaga.lk/HackHarassment", "pos": 99, "time": "2016-06-02 11:59:24"}, {"neg": 0, "message": "🏎💨🍴🍾💋💋 get the shrimpcocktail James Hinchcliffe 🍤🍸", "pos": 99, "time": "2016-05-30 20:11:35"}, {"neg": 0, "message": "", "pos": 99, "time": "2016-05-30 12:15:00"}, {"neg": 0, "message": "Gentlemen and Pippa start your engines! \nI'm one of the family today 💋 Indianapolis Motor Speedway Michael Andretti Marco Andretti #Indy500 #100thIndy500 #IMS #Indyat230MPH #Indycar IndyCar Series 🇺🇸🏎", "pos": 99, "time": "2016-05-29 18:24:05"}, {"neg": 0, "message": "Next stop? ... 🌎", "pos": 99, "time": "2016-05-29 07:52:36"}, {"neg": 0, "message": "Cali🌞🌴", "pos": 99, "time": "2016-05-29 03:00:00"}, {"neg": 0, "message": "", "pos": 99, "time": "2016-05-28 23:59:00"}, {"neg": 0, "message": "😇🚬🙏🏽", "pos": 99, "time": "2016-05-28 20:58:11"}, {"neg": 0, "message": "Joel Berti 💞💘💖", "pos": 99, "time": "2016-05-28 16:11:11"}, {"neg": 0, "message": "", "pos": 99, "time": "2016-05-26 14:00:00"}, {"neg": 0, "message": "When Brits come to California. Hammerhead Houndstooth. clamdiggin", "pos": 99, "time": "2016-05-26 07:56:43"}, {"neg": 0, "message": "My day ☀️", "pos": 99, "time": "2016-05-25 09:52:29"}, {"neg": 0, "message": "Music music music and more music 🤘🏽can't live without out it.", "pos": 99, "time": "2016-05-21 11:10:43"}, {"neg": 0, "message": "Some things are too sweet for words. My unconditional love angel pig. 😇🐽", "pos": 99, "time": "2016-05-19 12:24:42"}, {"neg": 0, "message": "Cali ☀️ in my favorite shoes", "pos": 99, "time": "2016-05-17 12:14:00"}, {"neg": 0, "message": "HAUS OF GAGA at work. Can u get lash-tint delivered? 😎🤘🏽🚬💋", "pos": 99, "time": "2016-05-16 19:44:24"}, {"neg": 0, "message": "The man who gave us Uptown Funk, Back To Black & so much more. Mark Ronson on Charlie Rose. http://gaga.lk/wpv", "pos": 99, "time": "2016-05-13 17:50:00"}, {"neg": 0, "message": "Give a gift that you could change a life with Love Bravery. Your purchase helps us build a kinder, braver world. We believe showing someone you care is an act of true courage! #givingisliving http://macys.com/lovebravery", "pos": 99, "time": "2016-05-13 14:12:32"}, {"neg": 0, "message": "LoveBravery crop top, jacket, separate custom patches and rock n roll pins Available at Macy's. 25% goes to Elton John AIDS Foundation and Born This Way Foundation for youth mental and emotional well being research and outreach. #GivingIsLiving gaga.lk/lovebravery", "pos": 99, "time": "2016-05-12 11:19:39"}, {"neg": 0, "message": "-Don Miguel Ruiz", "pos": 99, "time": "2016-05-11 14:56:50"}, {"neg": 0, "message": "#LOVEBRAVERY is now officially available in Macy's stores across the country! The clothing and accessories line helps support the Born This Way Foundation and the Elton John AIDS Foundation in their work to build a better world.\n\nSee the full collection in Macy's stores and online here: gaga.lk/lovebravery", "pos": 98, "time": "2016-05-10 16:39:46"}, {"neg": 0, "message": "Unless there's antipasti meatballs and broccoli rabe in my face its not a holiday! 🍷🍴🇮🇹", "pos": 98, "time": "2016-05-09 13:20:00"}, {"neg": 0, "message": "Love you mommy. ❤️ thank you for raising our home with so much kindness. We should celebrate our mothers everyday, there are so many who are without theirs. 💁🏽💁💁🏾💁🏻👑", "pos": 97, "time": "2016-05-09 10:07:50"}, {"neg": 0, "message": "Thank you Father Duffell for a beautiful homily as always and lunch at my pop's restaurant. \nI was so moved today when you said.. \"The Eucharist is not a prize for the perfect but the food that God gives us.\" - Father Duffell, Blessed Sacrament Church \nNourishment. .", "pos": 97, "time": "2016-05-08 18:10:00"}, {"neg": 0, "message": "Freedom is what you do with what's been done to you. - Jean-Paul Sartre", "pos": 97, "time": "2016-05-08 15:05:00"}, {"neg": 0, "message": "Thank you god thank you music", "pos": 97, "time": "2016-05-08 12:00:00"}, {"neg": 0, "message": "NYC. Misty Emile Mark Daniel. FUGGEDABOUDIT", "pos": 98, "time": "2016-05-08 08:00:00"}, {"neg": 0, "message": "#KoonsXGoogle \"one second I'm a Koons then suddenly the Koons is me. Pop Culture was in art now art's in pop culture in me.\" -Applause, LG", "pos": 98, "time": "2016-05-07 20:52:00"}, {"neg": 2, "message": "Matt Irwin you were such a talent. I am devastated. The world will miss u. I will never forget this shoot together it was magical. #RIPMattIrwin", "pos": 96, "time": "2016-05-07 17:41:04"}, {"neg": 0, "message": "Nerd and Nerdette Mark Ronson so cool a monster made this artwork of us on the way to play some music TODAY. SO FAST! ❤️🤘🏽🕶🚬", "pos": 99, "time": "2016-05-06 18:01:00"}, {"neg": 0, "message": "", "pos": 99, "time": "2016-05-06 15:00:00"}], "twitter_id": "", "location": []}