{"username": "narendramodi", "website": "http://www.narendramodi.in", "about": "Prime Minister of India. ", "birthday": "", "description": "", "name": "Narendra Modi", "posts": [{"neg": 0, "message": "With world leaders at the ASEAN Summit.", "pos": 100, "time": "2016-09-07 11:47:57"}, {"neg": 0, "message": "Extensive discussions with PM Shinzo Abe on the various ways to make India-Japan ties stronger & more diverse.", "pos": 99, "time": "2016-09-07 07:55:34"}, {"neg": 0, "message": "Reached Lao PDR. \n\nWill join ASEAN-India Summit & East Asia Summit.", "pos": 99, "time": "2016-09-07 03:32:20"}, {"neg": 0, "message": "I will visit Vientiane, Lao PDR on 7-8 September 2016 to attend the 14th ASEAN-India Summit and the 11th East Asia Summit. This is the third time I am attending these Summits.\n\nASEAN is a key partner for our Act East Policy, which is vital for the economic development of our Northeastern region. Our strategic partnership with ASEAN is also important for safeguarding and promoting our security interests and countering traditional and non-traditional security challenges in the region. East Asia Summit is the premier forum for discussions on the challenges and opportunities before the Asia Pacific region.\n\nOur ties with the countries of South East Asia are truly historic.\n\nOur engagement and approach can be best encapsulated in just one word - connectivity. We wish to enhance our physical and digital connectivity; to see greater people to people links; to strengthen our institutional linkages; and, to leverage the modern interconnected world for the mutual benefit of all our people.\n\nDuring the visit, I will also have the opportunity to interact with the leaders of participating countries to discuss bilateral issues of mutual concern.", "pos": 99, "time": "2016-09-06 09:41:58"}, {"neg": 0, "message": "Inspiring news from the constituency. Congratulations to all those who worked on this & joined the effort.", "pos": 99, "time": "2016-09-06 04:38:16"}, {"neg": 0, "message": "Discussions at G20 Summit were extensive & wide-ranging. I thank Chinese people & government for the great hospitality during the Summit.", "pos": 99, "time": "2016-09-05 06:07:33"}, {"neg": 0, "message": "Happy Teachers Day! India salutes the dedication & commitment of all teachers, whose role in nation building is paramount. Tributes to Dr. S Radhakrishnan, a scholar, statesman & a respected teacher who shaped many minds & served India.\n\nHow has your teacher influenced you? Share your anecdote & read what many others have written about their teachers. http://nm4.in/dnldapp", "pos": 99, "time": "2016-09-05 05:36:17"}, {"neg": 0, "message": "Met President Mauricio Macri & had fruitful talks on increasing cooperation between India & Argentina.", "pos": 99, "time": "2016-09-05 04:55:58"}, {"neg": 0, "message": "Met President Erdogan and deliberated on bilateral relations between India and Turkey.", "pos": 99, "time": "2016-09-05 01:28:37"}, {"neg": 0, "message": "A fruitful interaction with François Hollande at the G20 Summit. France is one of India's most valued partners.", "pos": 99, "time": "2016-09-05 01:25:56"}, {"neg": 0, "message": "Was delighted to meet PM Theresa May & discuss ways to strengthen India-UK ties.", "pos": 99, "time": "2016-09-05 01:24:26"}, {"neg": 0, "message": "Ganesh Chaturthi  greetings to everyone. May the blessings of Lord Ganesh always remain with us. Ganpati Bappa Morya!", "pos": 99, "time": "2016-09-04 19:32:40"}, {"neg": 0, "message": "A picture of the G20 leaders. This is an important forum to discuss global challenges & how to overcome them.", "pos": 99, "time": "2016-09-04 10:29:15"}, {"neg": 0, "message": "Held talks with Mohammad bin Salman, Deputy Crown Prince of Saudi Arabia.", "pos": 99, "time": "2016-09-04 10:28:11"}, {"neg": 0, "message": "Thank you to Painter Shen Shu & his team from Hangzhou's Zhejiang Kaiming Art Gallery for the special gesture today. \n\nWas told during our meeting that Shen Shu & his team worked for 4 months to complete the portrait.", "pos": 99, "time": "2016-09-04 01:07:48"}, {"neg": 0, "message": "Delighted to meet PM Malcolm Turnbull. We discussed aspects of India-Australia relations & how to strengthen them.", "pos": 99, "time": "2016-09-04 00:50:19"}, {"neg": 0, "message": "Fruitful deliberations with BRICS leaders. Invited them to Goa for the BRICS Summit next month.", "pos": 99, "time": "2016-09-04 00:48:04"}, {"neg": 0, "message": "Had a very good meeting with President Xi Jinping.", "pos": 99, "time": "2016-09-04 00:42:08"}, {"neg": 0, "message": "Feeling blessed after visiting Quan Su Pagoda. Had a great interaction with venerable monks.", "pos": 99, "time": "2016-09-03 05:10:22"}, {"neg": 0, "message": "Held fruitful discussions with PM Nguyen Xuan Phuc. We talked about enhancing India-Vietnam relations.", "pos": 99, "time": "2016-09-03 01:00:12"}, {"neg": 0, "message": "Paid tributes to one of Asia's tallest leaders, the great Ho Chi Minh.", "pos": 99, "time": "2016-09-03 00:55:52"}, {"neg": 0, "message": "Feeding fish in Uncle Ho's pond in the Presidential compound, with Vietnam PM Nguyen Xuan Phuc.", "pos": 99, "time": "2016-09-02 21:23:57"}, {"neg": 0, "message": "Reached Hanoi. This is a special visit & will go a long way in deepening the strong bond between India & Vietnam.", "pos": 99, "time": "2016-09-02 09:59:18"}, {"neg": 0, "message": "Delighted to welcome President Abdel Fattah Al Sisi on his 1st state visit to India. Our talks today were fruitful.", "pos": 99, "time": "2016-09-02 04:41:55"}, {"neg": 0, "message": "Spoke about a wide range of issues in an interview with Rahul Joshi, which will be aired tonight at 9 PM.", "pos": 99, "time": "2016-09-02 03:48:28"}, {"neg": 0, "message": "With President Abdel Fattah Al Sisi of Egypt.", "pos": 99, "time": "2016-09-02 01:13:30"}, {"neg": 0, "message": "I will visit Hangzhou, China from 3-5 September 2016 for the Annual G-20 Leaders Summit. I will arrive in Hangzhou from Vietnam where I would have concluded an important bilateral visit. \n\nDuring the G-20 Summit, I will have an opportunity to engage with other world leaders on pressing international priorities and challenges. We will discuss putting the global economy on the track of sustainable steady growth and responding to emerging and entrenched social, security and economic challenges. \n \nIndia will engage constructively on all the issues before us and work towards finding solutions and taking forward the agenda for a robust, inclusive and sustainable international economic order that uplifts the socio-economic conditions of people across the world, especially those who need it most in developing  countries. \n\nI look forward to a productive and outcome oriented Summit.", "pos": 99, "time": "2016-09-01 21:44:35"}, {"neg": 0, "message": "Greetings to the people of Vietnam on their National Day. Vietnam is a friendly nation with whom we cherish our relationship. \n\nToday evening, I will reach Hanoi in Vietnam, marking the start of a very important visit that will further cement the close bond between India and Vietnam. My Government attaches a high priority to our bilateral relations with Vietnam. The India-Vietnam partnership will benefit Asia and the rest of the world. \n\nDuring the visit, I will hold extensive discussions with Prime Minister Mr. Nguyen Xuan Phuc. We will review complete spectrum of our bilateral relationship. \n\nI will also meet the President of Vietnam, Mr. Tran Dai Quang, the General Secretary of the Communist Party of Vietnam, Mr. Nguyen Phu Trong; and the Chairperson of the National Assembly of Vietnam, Ms. Nguyen Thi Kim Ngan. \n\nWe wish to forge a strong economic relationship with Vietnam that can mutually benefit our citizens. Strengthening the people-to-people ties will also be an my endeavour during the Vietnam visit. \n\nIn Vietnam, I will have the opportunity to pay homage to Ho Chi Minh, one of 20th century's tallest leaders. I will lay a wreath at the Monument of National Heroes and Martyrs as well as visit the Quan Su Pagoda.", "pos": 99, "time": "2016-09-01 21:41:44"}, {"neg": 0, "message": "More wages, more prosperity & wings to those who toil day and night for the nation's progress. #TransformingIndia", "pos": 99, "time": "2016-09-01 01:42:59"}, {"neg": 0, "message": "More wages, more prosperity & wings to those who toil day and night for the nation's progress. #TransformingIndia", "pos": 99, "time": "2016-09-01 01:42:59"}, {"neg": 0, "message": "Beti Bachao, Beti Padhao, Beti Khilao.", "pos": 99, "time": "2016-08-31 01:07:10"}, {"neg": 0, "message": "SAUNI Yojana is a dream come true. This initiative is going to have a very positive impact in Saurashtra, particularly helpful to farmers.\n\nMy speech focussed on Centre's transformative efforts that touch people's lives & anecdotes from my tenure as CM. \nhttp://nm-4.com/hrhv", "pos": 99, "time": "2016-08-30 12:32:05"}, {"neg": 0, "message": "We are responsible for the future generations and that is why it's essential to conserve water. \nInaugurated SAUNI Yojana in Jamnagar, #Gujarat. https://www.instagram.com/p/BJudOyWAefB/?taken-by=narendramodi", "pos": 99, "time": "2016-08-30 04:05:55"}, {"neg": 0, "message": "Reached Gujarat. Will inaugurate SAUNI Yojana. This scheme will truly benefit the people of Gujarat.", "pos": 99, "time": "2016-08-30 00:07:45"}, {"neg": 0, "message": "India stands firmly with Myanmar as a friend & valued partner...my remarks at the press meet today. http://nm-4.com/pufv", "pos": 99, "time": "2016-08-29 12:19:57"}, {"neg": 0, "message": "President U Htin Kyaw & I had very productive talks on the entire range of our bilateral ties & how to deepen them.", "pos": 99, "time": "2016-08-29 07:50:21"}, {"neg": 0, "message": "Met Myanmar President, Mr. U Htin Kyaw. India is honoured that he chose India for his first bilateral state visit overseas.", "pos": 99, "time": "2016-08-29 07:49:15"}, {"neg": 0, "message": "How has your teacher influenced you? Any special memories with your teachers? Share them on the Mobile App. \nhttp://nm4.in/dnldapp", "pos": 99, "time": "2016-08-29 05:39:36"}, {"neg": 0, "message": "On National Sports Day I congratulate all sports lovers across India & hope sports & sportsmanship will always shine in our society.\n\nMy tributes to the great Dhyan Chand. Spoke about his brilliance during #MannKiBaat yesterday. https://soundcloud.com/narendramodi/pm-modi-pays-tributes-to-major-dhyan-chand", "pos": 99, "time": "2016-08-29 00:28:00"}, {"neg": 0, "message": "Our young sportspersons, our pride! Met Arjuna Award winners and congratulated them.", "pos": 99, "time": "2016-08-28 08:58:24"}, {"neg": 0, "message": "You are an inspiration for so many people Sakshi Malik. Keep making us proud with your achievements.", "pos": 99, "time": "2016-08-28 08:47:02"}, {"neg": 0, "message": "Meeting the skilled, talented & determined Jitu Rai was wonderful. Best wishes for his future endeavours.", "pos": 99, "time": "2016-08-28 08:45:40"}, {"neg": 0, "message": "Congrats Dipa Karmakar. You have won the nation's hearts. #Rio2016", "pos": 99, "time": "2016-08-28 08:44:01"}, {"neg": 0, "message": "Delighted to meet you PV Sindhu. Every Indian is so proud of what you accomplished.", "pos": 99, "time": "2016-08-28 08:41:32"}, {"neg": 0, "message": "Spoke at length about #Rio2016, India's performance & the way ahead during today's #MannKiBaat . \n\nFelt proud of the youngsters in Chhattisgarh & Karnataka who prevailed upon their elders & ensured toilet construction in their local areas. Shared a remarkable story of an octogenarian retired teacher who contributed Rs. 50,000 so that other women get access to a gas connection. https://soundcloud.com/narendramodi/pm-modis-mann-ki-baat-august-2016", "pos": 99, "time": "2016-08-28 02:40:56"}, {"neg": 0, "message": "Do join #MannKiBaat at 11 AM tomorrow.", "pos": 99, "time": "2016-08-27 12:21:46"}, {"neg": 0, "message": "I laud my colleague Dilip Gandhi for great response to #TirangaYatra in his constituency. Several people joined.", "pos": 99, "time": "2016-08-26 09:59:38"}, {"neg": 0, "message": "Attended inaugural Transforming India Lecture. This is an attempt to bring in ideas which can usher a positive transformation in India. Mr. Tharman Shanmugaratnam enriched us with his views & insights. A prolific scholar, it was most apt he addressed the inaugural lecture.\n\nIndia needs a metamorphosis, not incremental progress. Its about rapid transformation, not gradual evolution. \nhttp://nm-4.com/yzav", "pos": 99, "time": "2016-08-26 09:45:11"}, {"neg": 0, "message": "My colleague Dr. Udit Raj participated in the #TirangaYatra across his constituency in Delhi.", "pos": 99, "time": "2016-08-25 06:18:07"}, {"neg": 0, "message": "जय श्री कृष्ण! आप सभी को जन्माष्टमी की शुभकामनाएं। Janmashtami greetings to all.", "pos": 99, "time": "2016-08-24 21:43:40"}, {"neg": 0, "message": "At the Pragati session today, reviewed progress of handling and resolution of grievances related to school education. \n\nUrged officials to systematize the measures to address grievances of students & ensure they do not face any difficulty. Discussed Aadhaar related matters. Glad that in Aadhaar enrolment, special attention is being given to Northeast. http://nm-4.com/er7u", "pos": 99, "time": "2016-08-24 11:22:34"}, {"neg": 0, "message": "A picture of our very hardworking & admired Railways Minister, Suresh Prabhu during the #TirangaYatra in Maharashtra. He visited Ratnagiri & Raigarh as a part of the Yatra.", "pos": 99, "time": "2016-08-24 08:13:47"}, {"neg": 0, "message": "9 key rail projects worth Rs. 24,374.86 crore in 9 States have been approved by the Cabinet. \n\nRail projects approved by the Cabinet will ease traffic bottlenecks, help upcoming industries & benefit citizens. #TransformingIndia http://nm-4.com/uq7u", "pos": 99, "time": "2016-08-24 08:12:11"}, {"neg": 0, "message": "Speed, scale and resilience: India's way ahead. #TransformingIndia https://www.linkedin.com/pulse/speed-scale-resilience-indias-way-ahead-narendra-modi?trk=hp-feed-article-title-editor-pick", "pos": 99, "time": "2016-08-24 01:51:47"}, {"neg": 0, "message": "Well known sportsperson Virender Sehwag & prominent designer Ritu Beri joined #TirangaYatra in Delhi, which was attended by Union Minister Vijay Goel.", "pos": 99, "time": "2016-08-23 23:41:13"}, {"neg": 0, "message": "Colleague Giriraj Singh joined the #TirangaYatra with immense enthusiasm.", "pos": 99, "time": "2016-08-22 23:56:37"}, {"neg": 0, "message": "Had an extensive meeting on the progress of key infrastructure sectors that are vital for #TransformingIndia. http://nm-4.com/9l4u", "pos": 99, "time": "2016-08-22 10:19:58"}, {"neg": 0, "message": "Had detailed discussions on the situation in J&K with a delegation of Opposition parties from the state. \n\nI appreciate the constructive suggestions given during today's meting. All parties must work together to find a solution to J&K's problems. http://www.pmindia.gov.in/en/news_updates/delegation-of-leaders-from-jk-opposition-parties-meets-pm/?comment=disable", "pos": 99, "time": "2016-08-22 04:41:35"}, {"neg": 0, "message": "The industrious MP from East Delhi, Maheish Girri ji took part in the #TirangaYatra in his constituency.", "pos": 99, "time": "2016-08-21 07:03:55"}, {"neg": 0, "message": "A newsletter taking you through the various programmes in the recent few days, including my Red Fort address. http://bit.ly/2bFNAZB", "pos": 99, "time": "2016-08-21 03:19:25"}], "twitter_id": "", "location": []}