{"username": "twitterinc", "website": "https://twitter.com/", "about": "Twitter brings you closer to what you care about.\n\nFor help: support.twitter.com", "birthday": "", "description": "", "name": "Twitter", "posts": [{"neg": 0, "message": "When you Tweet stickers on photos, you connect your photo with people around the world. Tap a sticker from a Tweet and explore the photos that use it best. To celebrate the launch of #Stickers, we teamed up Ethan Dolan, Grayson Dolan, Andrea Russett, Todrick Hall, Chachi Gonzales, Jordyn Wieber, and more. It's time to #StickTogether.", "pos": 99, "time": "2016-07-28 11:53:35"}, {"neg": 0, "message": "See what's happening: https://blog.twitter.com/2016/see-whats-happening", "pos": 99, "time": "2016-07-26 15:05:41"}, {"neg": 0, "message": "Twitter terá ações especiais na final brasileira de League of Legends. Confira todos os detalhes no nosso blog: https://blog.twitter.com/pt/2016/twitter-ter-a-es-especiais-na-final-brasileira-de-league-of-legends", "pos": 99, "time": "2016-07-08 16:38:00"}, {"neg": 0, "message": "Anunciamos 20 semanas de licencia paternidad en América Latina.\n\nLa iniciativa, que también se aplica a los casos de adopción, es parte de una serie de acciones que hemos tomado con vistas a la calidad de vida y la igualdad de género.\nMás detalles en nuestro blog: https://blog.twitter.com/es/2016/anunciamos-20-semanas-de-licencia-paternidad-en-am-rica-latina", "pos": 99, "time": "2016-07-06 08:50:50"}, {"neg": 0, "message": "Adotamos licença-paternidade de 20 semanas no Brasil. \n\nIniciativa garante aos pais o mesmo período de afastamento do trabalho ao qual as mães que trabalham na empresa têm direito após o nascimento ou adoção de filhos.\nConfira no nosso blog: https://blog.twitter.com/pt/2016/adotamos-licen-a-paternidade-de-20-semanas-no-brasil", "pos": 99, "time": "2016-07-06 08:48:47"}, {"neg": 0, "message": "J.K. Rowling, Niall Horan e outras celebridades britânicas falam sobre o #Brexit >  #Moments⚡", "pos": 100, "time": "2016-06-24 13:57:11"}, {"neg": 0, "message": "Filter noise into knowledge with TweetDeck.", "pos": 99, "time": "2016-05-16 11:37:29"}, {"neg": 0, "message": "Control GIFs, frame by frame with ScratchReels. When you see the icon, scrub the GIF with your finger or mouse cursor. Try it out! https://twitter.com/twitter/timelines/712687920415580160", "pos": 99, "time": "2016-03-23 14:35:22"}, {"neg": 0, "message": "Show the world your world. Snap or upload a picture on Twitter to share your view. #TwitterTips", "pos": 99, "time": "2016-03-16 13:31:36"}, {"neg": 0, "message": "Discover the latest on any topic, instantly — search to see the conversation. #TwitterTips", "pos": 99, "time": "2016-03-09 15:00:28"}, {"neg": 0, "message": "Control chatter in your timeline. Learn how to quiet down an account with Mute: https://support.twitter.com/articles/20171399 #TwitterTips", "pos": 100, "time": "2016-03-02 17:00:24"}, {"neg": 0, "message": "Don't miss out on your ticket to the #Oscars. Catch all the award show action and the world's reaction, only on Twitter.", "pos": 100, "time": "2016-02-28 19:04:41"}, {"neg": 0, "message": "Defying genres with music and video clips, Shamir is an artist to follow this year. #FFWD2016 twitter.com/video", "pos": 99, "time": "2016-02-28 12:00:00"}, {"neg": 0, "message": "Don't miss the best award show party of the year. Here's how to follow the #Oscars on Twitter.", "pos": 99, "time": "2016-02-27 15:00:00"}, {"neg": 0, "message": "Who will basketball comedian BdotAdot5 impersonate next? With spot-on impressions of stars like Kobe Bryant and Russell Westbrook, B.A. has become a certified Twitter video star. #FFWD2016 twitter.com/video", "pos": 99, "time": "2016-02-27 12:00:00"}, {"neg": 0, "message": "\"Sometimes snippets of videos inspire much more people than just the final photo.\" See how JR Artist uses photos and videos to tell a story across the world. #FFWD2016 twitter.com/video", "pos": 99, "time": "2016-02-26 12:00:00"}, {"neg": 1, "message": "How does vegan chef Laura Miller see 2016 in our exclusive Twitter video series? In three ways: raw, vegan, and not gross. #FFWD2016 twitter.com/video", "pos": 98, "time": "2016-02-25 12:29:20"}, {"neg": 0, "message": "When it comes to the big issues and the big stories, The Young Turks co-host Ana Kasparian  shares videos that help you stay informed. Check out her #FFWD2016 predictions. twitter.com/video", "pos": 99, "time": "2016-02-24 18:21:04"}, {"neg": 0, "message": "Some things aren't meant for every pair of eyes. Direct Message to keep it private. #TwitterTips", "pos": 99, "time": "2016-02-24 12:31:30"}, {"neg": 0, "message": "DJ Martin Garrix is going to make the best of this year. Will you? We talked with Martin about what's in store for him this year and the videos he'll be Tweeting. #FFWD2016 twitter.com/video", "pos": 100, "time": "2016-02-23 12:31:30"}, {"neg": 0, "message": "Makers gonna make. Let Twitter video show off your work this year, like the creators in our exclusive #FFWD2016 video series. Watch more at: twitter.com/video", "pos": 99, "time": "2016-02-22 16:30:49"}, {"neg": 0, "message": "With the 58th annual #DAYTONA500 coming up this Sunday, NASCAR is waving the green flag on exclusive Twitter, Vine, and Periscope content all week.", "pos": 100, "time": "2016-02-18 14:18:04"}, {"neg": 0, "message": "When your favorite accounts need to be organized just right, lists give everything a place. #TwitterTips", "pos": 100, "time": "2016-02-18 11:47:16"}, {"neg": 0, "message": "The GIFs are coming! Get ready to search and send GIFs in Tweets and Direct Messages ---> https://blog.twitter.com/2016/introducing-gif-search-on-twitter", "pos": 100, "time": "2016-02-17 12:56:01"}, {"neg": 0, "message": "We're better together. Find and connect with friends on Twitter in just a few taps. #TwitterTips", "pos": 99, "time": "2016-02-11 14:22:00"}, {"neg": 0, "message": "A lot can happen when you set your thoughts in motion. Tweet and see who you inspire. #TwitterTips", "pos": 100, "time": "2016-02-03 13:00:42"}, {"neg": 0, "message": "It doesn't take much to say a lot. Show you care by liking a Tweet. #TwitterTips", "pos": 100, "time": "2016-01-27 15:37:17"}, {"neg": 0, "message": "Sometimes words just won't do. Tweet with emojis to show how you really feel.   #TwitterTips", "pos": 99, "time": "2016-01-20 15:00:58"}, {"neg": 0, "message": "There's a world full of interesting characters out there. Follow the ones you want to hear from most. #TwitterTips", "pos": 100, "time": "2016-01-13 16:31:01"}, {"neg": 0, "message": "See the world, live! We're bringing Periscope broadcasts directly into Tweets on iOS: https://blog.twitter.com/2016/periscope-broadcasts-live-on-twitter", "pos": 100, "time": "2016-01-12 07:09:47"}, {"neg": 0, "message": "Sometimes others say it best. Retweet to spread the word. #TwitterTips.", "pos": 99, "time": "2016-01-06 16:00:51"}, {"neg": 0, "message": "Break out of your shell. Adding a profile photo lets the world see who you really are. #TwitterTips", "pos": 99, "time": "2015-12-30 18:31:21"}, {"neg": 0, "message": "Start the conversation off on the right note. It all starts with a reply. #TwitterTips", "pos": 99, "time": "2015-12-23 13:30:52"}, {"neg": 0, "message": "Just ask. Get clear answers from the world with Twitter Polls. #TwitterTips", "pos": 99, "time": "2015-12-16 11:01:01"}, {"neg": 0, "message": "Who had the most Retweets in 2015? There's only one direction to look toward → https://2015.twitter.com/retweeted #YearOnTwitter", "pos": 100, "time": "2015-12-09 19:00:53"}, {"neg": 0, "message": "If it happened in 2015, it happened on Twitter. See what made the #YearOnTwitter memorable.", "pos": 100, "time": "2015-12-07 12:57:23"}, {"neg": 0, "message": "", "pos": 99, "time": "2015-12-07 12:55:28"}, {"neg": 0, "message": "Pictures of the Week: Getty Images shares powerful moments from Paris and around the world.", "pos": 99, "time": "2015-11-20 15:53:21"}, {"neg": 0, "message": "#DemDebate in Des Moines. See the Moment: https://twitter.com/i/moments/665631748999553024", "pos": 100, "time": "2015-11-14 21:02:41"}, {"neg": 0, "message": "As the festival of lights begins, see how people around the world are celebrating Diwali.", "pos": 99, "time": "2015-11-10 16:13:06"}, {"neg": 0, "message": "You can say a lot with a heart. Introducing a new way to show how you feel on Twitter.", "pos": 99, "time": "2015-11-03 10:04:39"}, {"neg": 0, "message": "Out of this world: join astronauts Scott Kelly and Kjell Lindgren on a morning spacewalk.", "pos": 100, "time": "2015-10-28 13:24:43"}, {"neg": 0, "message": "Coming soon! We're rolling out the ability for everyone to create polls on Twitter: https://blog.twitter.com/2015/introducing-twitter-polls", "pos": 100, "time": "2015-10-21 09:08:09"}, {"neg": 0, "message": "Love Education? On Thursday 15 October, Twitter users across Europe are invited to celebrate #EducationDay; the first European Twitter initiative that aims to unite the entire educational community in a global conversation to research, get inspired, and inform.", "pos": 100, "time": "2015-10-14 10:50:17"}, {"neg": 0, "message": "", "pos": 99, "time": "2015-10-06 08:08:16"}, {"neg": 0, "message": "New! Find the best of Twitter in an instant with Moments: https://blog.twitter.com/2015/moments-the-best-of-twitter-in-an-instant-0", "pos": 100, "time": "2015-10-06 08:04:14"}, {"neg": 0, "message": "Today we're rolling out Highlights on Android globally! Now it's easy to get the most interesting stuff on Twitter tailored just for you.", "pos": 100, "time": "2015-09-16 09:33:47"}, {"neg": 0, "message": "Twitter Ads is now available in over 200 global markets. Start expanding your business internationally!", "pos": 100, "time": "2015-09-02 18:21:53"}, {"neg": 0, "message": "Long DMs for all! The update to remove the 140-character limit from Direct Messages is now available to everyone. Take it from Dschwen, don't hold back.", "pos": 100, "time": "2015-08-19 14:22:00"}, {"neg": 0, "message": "Direct Messages now go beyond 140 characters. Go long, express yourself, wax poetic.", "pos": 100, "time": "2015-08-12 12:22:24"}, {"neg": 0, "message": "The 2015-16 Premier League season kicks off on Twitter. Learn more about new club emojis and see the top 10 most-followed players. Did your favorite make the list?", "pos": 100, "time": "2015-08-07 12:21:51"}, {"neg": 0, "message": "Starting today, Windows PC and tablet users now have a Twitter experience optimized exclusively for #Windows10.", "pos": 100, "time": "2015-07-29 11:44:11"}, {"neg": 0, "message": "Le Tour de France rolls on Twitter! See how the global conversation unfolded during the last stage:\nhttps://blog.twitter.com/2015/the-tour-de-france-rolls-on-twitter", "pos": 100, "time": "2015-07-27 12:48:40"}, {"neg": 0, "message": "Star Wars, cosplay and zombies, oh my! Take a look back at this year's Comic-Con (#SDCC) on Twitter featuring your favorite movies, TV shows and characters - both real and imagined.", "pos": 100, "time": "2015-07-13 14:44:59"}, {"neg": 0, "message": "Go strap yourselves in, new Star Wars Twitter emojis are here! Use the hashtags below on Twitter to add them to your Tweets.", "pos": 100, "time": "2015-07-10 19:43:35"}, {"neg": 0, "message": "The FIFA Women's World Cup final recap: see how the #USWNT won it on the pitch and on Twitter.", "pos": 100, "time": "2015-07-06 12:45:12"}, {"neg": 0, "message": "Today we celebrate a community that delights the Twitterverse day in and day out with humor and candor - dads! \n\nhttps://blog.twitter.com/2015/celebrating-dads-on-twitter", "pos": 100, "time": "2015-06-21 11:45:48"}, {"neg": 0, "message": "The FIFA Women's World Cup has brought people across the world to Twitter to share every heart-pounding moment of the action on the field. With the group stage now complete, take a look back at how the tournament has unfolded so far on Twitter.", "pos": 100, "time": "2015-06-18 16:53:22"}, {"neg": 0, "message": "Celebrate the spirit of Ramadan with hashflags on Twitter. Use the hashtags below to add them to your Tweets.", "pos": 99, "time": "2015-06-17 12:45:30"}, {"neg": 0, "message": "Seeing cherries yet? Here's when you can expect all your farmers market favorites, according to Tweets:", "pos": 100, "time": "2015-06-13 10:55:54"}, {"neg": 0, "message": "All these Tweets and pictures of food are making us hungry! Devour this delicious recap from Food Friday on Twitter.", "pos": 100, "time": "2015-06-12 16:58:38"}, {"neg": 0, "message": "Since launching two months ago, you've taken us to some amazing places. See the world through someone else's eyes on Periscope: www.periscope.tv", "pos": 100, "time": "2015-06-11 11:38:49"}, {"neg": 0, "message": "Competitors at the X Games caught some big air and pulled no punches. Check our recap for all the best action from the event.", "pos": 100, "time": "2015-06-09 15:43:24"}, {"neg": 0, "message": "As the Cleveland Cavaliers and Golden State Warriors begin their quest for an NBA championship tonight, fans around the world can connect to the hoops action on Twitter.", "pos": 100, "time": "2015-06-04 11:40:20"}, {"neg": 0, "message": "The FIFA Women's World Cup Canada 2015 kicks off this Saturday! Check out our how-to-follow guide to get closer to the action and see the all-star squad, as determined by Tweets.", "pos": 100, "time": "2015-06-02 12:28:59"}, {"neg": 0, "message": "See how the Eurovision Song Contest - the biggest song competition in the world, featuring acts from 39 countries across Europe (and, for one year only, Australia!) - inspired one of the largest, most entertaining TV conversations on Twitter.", "pos": 100, "time": "2015-05-28 13:28:56"}, {"neg": 0, "message": "Periscope on Android is now live!", "pos": 100, "time": "2015-05-26 09:52:29"}, {"neg": 0, "message": "", "pos": 100, "time": "2015-05-19 19:42:29"}, {"neg": 0, "message": "The Rolling Stones hosted their first-ever Twitter Q&A today, answering fan questions just a few days before embarking on their North American Zip Code Tour. \n\nRelive the conversation as the band shares their musical influences, favorite albums, and Keith Richards' secret to immortality: https://twitter.com/TwitterMusic/timelines/600367899493142528", "pos": 100, "time": "2015-05-18 18:50:00"}, {"neg": 0, "message": "Lemony Snicket has amnesia! Can the Twitter Fiction Festival help? Join authors and fans from around the world as we celebrate the art of storytelling.", "pos": 100, "time": "2015-05-14 18:43:54"}, {"neg": 0, "message": "Explore the red carpet and behind-the-scenes as the Cannes International Film Festival kicks off on Twitter.", "pos": 100, "time": "2015-05-13 20:39:24"}, {"neg": 0, "message": "", "pos": 100, "time": "2015-05-11 21:16:27"}, {"neg": 0, "message": "As many countries across the world approach Mother's Day, we're celebrating one of our favorite communities on Twitter: Moms <3", "pos": 100, "time": "2015-05-07 12:43:24"}, {"neg": 0, "message": "", "pos": 100, "time": "2015-05-04 19:49:47"}, {"neg": 0, "message": "When Floyd Mayweather and Manny Pacquiao square off this weekend, Twitter will be your home for all the real-time conversation before, during and after the match.", "pos": 100, "time": "2015-04-29 11:48:31"}, {"neg": 0, "message": "Celebrate Earth Day on Twitter with these beautiful photos and videos of Mother Nature at her best.", "pos": 100, "time": "2015-04-22 13:21:51"}, {"neg": 0, "message": "", "pos": 100, "time": "2015-04-21 20:18:32"}, {"neg": 0, "message": "Rise up, hoops fans! Learn how to follow all the NBA Playoffs action and see which players had fans buzzing the most on Twitter.", "pos": 100, "time": "2015-04-17 15:20:43"}, {"neg": 0, "message": "The Force is strong with Star Wars emojis on Twitter. Use these hashtags and they'll appear in your Tweet.", "pos": 100, "time": "2015-04-16 11:30:08"}, {"neg": 0, "message": "Hockey fans rejoice! Here's how to follow the NHL Stanley Cup playoffs on Twitter.", "pos": 100, "time": "2015-04-15 14:21:52"}, {"neg": 0, "message": "April 17 marks our latest Friday for Good, a company-wide day of service for Twitter employees. We'll spend the day helping community organizations where we have offices around the world. Watch employees and community leaders talk about what it means to them.", "pos": 100, "time": "2015-04-15 12:20:24"}, {"neg": 0, "message": "Weekend one is here. Explore Coachella from every point of view - no sunscreen required.", "pos": 100, "time": "2015-04-10 19:26:23"}, {"neg": 0, "message": "", "pos": 100, "time": "2015-04-10 19:02:35"}, {"neg": 0, "message": "Cherry blossoms are blooming on Twitter - explore photos and videos from around the world.", "pos": 100, "time": "2015-04-03 17:21:56"}, {"neg": 0, "message": "", "pos": 99, "time": "2015-03-31 20:38:49"}, {"neg": 0, "message": "Now that Australia's won the 2015 Cricket World Cup, we reflect back on all of the tournament's special moments and how they played out on Twitter.", "pos": 100, "time": "2015-03-30 23:21:13"}, {"neg": 0, "message": "Introducing Periscope, a new app that lets you share and experience live video from your mobile phone.", "pos": 99, "time": "2015-03-26 12:02:25"}, {"neg": 0, "message": "This week, more than 2,200 museums, galleries and cultural institutions from over 64 countries are bringing museums to life on Twitter for Museum Week. Explore with us!", "pos": 100, "time": "2015-03-25 15:37:25"}, {"neg": 0, "message": "We teamed up with BuzzFeed Music to track SXSW's most Tweeted-about artists.", "pos": 100, "time": "2015-03-23 17:18:34"}, {"neg": 0, "message": "We consulted the experts, and there's only one thing left to do for our 9th birthday: thank you.", "pos": 100, "time": "2015-03-21 12:09:22"}, {"neg": 0, "message": "", "pos": 100, "time": "2015-03-20 19:09:23"}, {"neg": 0, "message": "Take control of your experience on Twitter with mute, block and report.", "pos": 100, "time": "2015-03-18 12:40:27"}, {"neg": 0, "message": "To honor International Women's Day, we're reflecting on the powerful voices and movements speaking up on Twitter for women's rights.", "pos": 100, "time": "2015-03-06 15:53:02"}, {"neg": 0, "message": "Bring out that Tricolour & cheer on Team India! Follow the ICC Cricket World Cup live on Twitter: https://twitter.com/i/cricket/INDvPAK", "pos": 100, "time": "2015-02-14 21:19:56"}, {"neg": 0, "message": "Curious when major relationship milestones appear most in Tweets? We were too. <3", "pos": 100, "time": "2015-02-13 13:15:04"}, {"neg": 0, "message": "We've created a Cricket World Cup timeline, your one stop for cricket Tweets, commentary, match schedules and more.", "pos": 100, "time": "2015-02-11 01:20:00"}, {"neg": 0, "message": "The GRAMMYs are bringing this year's music celebration straight to your Twitter timeline. Learn who's nominated, how to follow along during the ceremony, and discover which countries across the globe are Tweeting about which music genres.", "pos": 100, "time": "2015-02-05 13:19:28"}, {"neg": 0, "message": "New! Use Direct Messages to speak privately with a group of up to 20 people. Share Tweets, show emoji and be yourself: https://about.twitter.com/directmessages", "pos": 100, "time": "2015-01-27 09:19:34"}, {"neg": 0, "message": "You can now shoot, edit and share video on Twitter. Capture life's most moving moments, from your perspective: https://about.twitter.com/videos-on-twitter", "pos": 100, "time": "2015-01-27 09:03:59"}, {"neg": 0, "message": "We're introducing Tweet translation with Bing Translator so you can read Tweets in multiple languages.", "pos": 100, "time": "2015-01-22 15:02:54"}], "twitter_id": "", "location": ["san", "francisco", "united", "states"]}