{"username": "cnnbrk", "website": ["http://cnn.com/"], "about": "Breaking news from reporters and editors on the CNN Digital news team. Now 41M strong. Check @cnn for all things CNN, breaking and more.", "birthday": "Tue Jan 02 01:48:14 +0000 2007", "description": "Breaking news from reporters and editors on the CNN Digital news team. Now 41M strong. Check @cnn for all things CNN, breaking and more.", "name": "CNN Breaking News", "posts": [{"message": "The shooter in the Texas high school incident is dead, a Brewster County official says. https://t.co/P99NG4VizQ", "time": "2016-09-08 11:26:16"}, {"message": "One person dead in shooting at Alpine, Texas, high school, a Brewster County official says. https://t.co/P99NG4VizQ. https://t.co/cDYUv0rJJe", "time": "2016-09-08 10:52:01"}, {"message": "One person shot at Texas high school and two shooters thought to be on the loose, police say https://t.co/P99NG4VizQ", "time": "2016-09-08 09:58:14"}, {"message": "RT @CNNPolitics: Hillary Clinton: Donald Trump “trash-talked American generals\" https://t.co/MTpExj05lT https://t.co/er0ZMKCHI6", "time": "2016-09-08 09:09:20"}, {"message": "RT @CNNMoney: U.S. stocks follow Europe lower. Dow drops 56 points. Barnes &amp; Noble falls 6% on loss and sales decline. https://t.co/A9OlUXl…", "time": "2016-09-08 08:37:48"}, {"message": "Yosemite National Park will grow by about 400 acres, its largest expansion in 70 years. https://t.co/9xM4n0MVst https://t.co/t5ssNmqYD3", "time": "2016-09-08 04:06:07"}, {"message": "Child suicide attempts on the rise in besieged Syrian town of Madaya, a rights group says. https://t.co/g4or4xGi3i https://t.co/HeW8c1GWTR", "time": "2016-09-08 03:24:37"}, {"message": "Abducted woman calls husband from trunk of car. Police track signal, but she is dead by the time they find her. \nhttps://t.co/AcWyax4jcD", "time": "2016-09-08 01:48:13"}, {"message": "River near Norilsk, Russia, turned bright red this week, leaving residents stunned. https://t.co/2QhrV1xw79", "time": "2016-09-08 01:19:59"}, {"message": "4 Oakland, CA police officers fired for involvement in sex scandal, mayor says. https://t.co/Q3po8HdU85 https://t.co/1Rx3DDcnPz", "time": "2016-09-08 00:11:10"}, {"message": "Democrats release Clinton's emails with Colin Powell about sending emails https://t.co/MpUyN4OUgZ https://t.co/3LaNG5cuUw", "time": "2016-09-07 20:57:09"}, {"message": "Source: Ryan Lochte to be suspended for 10 months, banned from 2017 world championships https://t.co/aq3Zd1Ljsg https://t.co/haYTWwsafw", "time": "2016-09-07 19:43:02"}, {"message": "FBI director says decision to not recommend charges against Clinton wasn't a close call https://t.co/JDQXCjjZFd https://t.co/XbBsbYfsiY", "time": "2016-09-07 16:13:29"}, {"message": "RT @CNNMoney: Dow off 12 points, Nasdaq rises 0.2%. Airlines are big gainers, with American and Southwest rising over 4.5%. https://t.co/A9…", "time": "2016-09-07 15:34:02"}, {"message": "Apple announced its next-generation iPhone 7 in a tweet. The device is water resistant. https://t.co/EmnCyOedXf https://t.co/DEuehDlCeL", "time": "2016-09-07 12:50:32"}, {"message": "RT @CNNent: Donald Trump's media blacklist is officially over as of Thursday. https://t.co/tXpoQ7lPXM by @brianstelter https://t.co/VnRgV9u…", "time": "2016-09-07 08:42:58"}, {"message": "RT @CNNMoney: U.S. stocks start with small losses. Dow off 25 points. Chipotle rises 5%, a day after Bill Ackman buys big stake. https://t.…", "time": "2016-09-07 08:37:21"}, {"message": "RT @CNNMoney: .@Starbucks CEO Howard Schultz endorses @HillaryClinton during CNNMoney Facebook Live https://t.co/np01zPsLjq https://t.co/SM…", "time": "2016-09-07 07:25:39"}, {"message": "Joe Hosteen Kellwood, one of the Navajo code talkers during World War II, has died at age 95. https://t.co/AiMKpFjdxO", "time": "2016-09-07 04:00:59"}, {"message": "4 dead after criminals downed an aircraft in southwestern Mexico, state governor says https://t.co/hQBcGgBHGr https://t.co/pJKx1PD2v4", "time": "2016-09-06 20:59:57"}, {"message": "Donald Trump will propose a \"major investment\" in US military spending in a speech Wednesday, his campaign says https://t.co/6i4vBtz3Lc", "time": "2016-09-06 20:49:38"}, {"message": "Zika funding bill fails in Senate 52 to 46. It needed 60 votes to advance. https://t.co/1YDD5frwuA https://t.co/nl1oQW54w2", "time": "2016-09-06 17:34:58"}, {"message": "RT @CNNMoney: Stocks end with modest gains. Dow rises 46 points. Tech is a top performer: Alibaba, Yahoo, GoPro all up over 3%. https://t.c…", "time": "2016-09-06 15:39:54"}, {"message": "Bill Cosby is set to go on trial on 3 counts of felony aggravated indecent assault on June 5. https://t.co/lfcK2bRLbU", "time": "2016-09-06 14:54:27"}, {"message": "RT @CNNgo: LIVE: #DonaldTrump speaks on national security as new poll shows him in dead heat with #HillaryClinton. Watch https://t.co/BqO4S…", "time": "2016-09-06 13:20:02"}, {"message": "Recipient of world's first face transplant dies at 49 https://t.co/oUgTvG3gWO https://t.co/FeQYbCYSbX", "time": "2016-09-06 12:59:41"}, {"message": "Dallas Morning News declines to endorse GOP nominee for POTUS for 1st time since 1968 https://t.co/M0zj8lr6s6 https://t.co/UFlRvItBtx", "time": "2016-09-06 10:57:39"}, {"message": "RT @CNNMoney: For-profit college ITT shuts down: Tens of thousands of students in the lurch https://t.co/RNwH3VkDqX https://t.co/G1p397H2gC", "time": "2016-09-06 09:29:46"}, {"message": "Greta Van Susteren is leaving Fox News effective immediately. https://t.co/mlOqCUKLvv https://t.co/A4KZSi9Okp", "time": "2016-09-06 09:05:59"}, {"message": "RT @CNNMoney: Fox settles with Gretchen Carlson over Roger Ailes' alleged sexual harassment: \"We sincerely regret and apologize\"  https://t…", "time": "2016-09-06 08:52:21"}, {"message": "Chicago has recorded its 500th homicide of the year, Chicago Tribune reports. https://t.co/oXKEMF9067 https://t.co/0qHLY8Xyl5", "time": "2016-09-06 08:21:11"}, {"message": "New CNN / ORC poll shows a 2016 dead heat among likely voters; Trump 45% and Clinton 43%. https://t.co/B7VVeBc09I", "time": "2016-09-06 05:10:32"}, {"message": "1 person killed, 6 hurt when car bomb explodes outside the CARE NGO in Kabul. https://t.co/Ls2qMTzbYh", "time": "2016-09-06 00:35:12"}, {"message": "Philippines President Duterte says he regrets comments \"came across as a personal attack\" against President Obama. https://t.co/fVh9wJm40D", "time": "2016-09-06 00:01:23"}, {"message": "Obama expected to announce $90M package to help clear Laos of unexploded bombs from \"secret war\" of 1960s and '70s. https://t.co/e9G9F9vJk1", "time": "2016-09-05 23:52:51"}, {"message": "Actor Hugh O'Brian, known for his role in \"The Life and Legend of Wyatt Earp,\" has died. He was 91. https://t.co/EB5PzOg5cY", "time": "2016-09-05 23:33:39"}, {"message": "British Airways reports problems with computer system as passengers at multiple airports complain of delays, lines. https://t.co/VqCHO4Kyrt", "time": "2016-09-05 22:05:26"}, {"message": "RT @CNNPolitics: Phyllis Schlafly, a towering social conservative figure, dies at 92 https://t.co/238NmDG1Kd https://t.co/gG9FmzoQ5t", "time": "2016-09-05 18:54:33"}, {"message": "Obama's meeting with Philippines President Duterte is canceled after Duterte's controversial remarks about Obama https://t.co/ospPTgywrm", "time": "2016-09-05 16:04:15"}, {"message": "Two bombs near Afghan Ministry of Defense in Kabul kill 5 people, injure 11. Taliban claim responsibility. https://t.co/kJcA7HIfH0", "time": "2016-09-05 07:37:29"}, {"message": "ISIS leaders planned Europe strikes beyond Paris, worse carnage, CNN investigation reveals. https://t.co/rWKE1ebykf", "time": "2016-09-05 05:08:18"}, {"message": "Talks between the US and Russia have ended without an agreement on ending violence in Syria, a US official says. https://t.co/p9S9JWbfe2", "time": "2016-09-05 00:17:43"}, {"message": "North Korea fired three ballistic missiles Monday morning, according to South Korea's Joint Chiefs of Staff. https://t.co/nYDTTKyOe8", "time": "2016-09-04 23:32:52"}, {"message": "Europe is \"close to limit\" on accepting refugees, EU president says, as he urged other countries to do more. https://t.co/oopN3H4eDY", "time": "2016-09-04 04:21:11"}, {"message": "Mother Teresa, who devoted her life to helping the poor in India, has been declared a saint. https://t.co/WeRgKIgBLH https://t.co/LFPdKGU10m", "time": "2016-09-04 03:53:31"}, {"message": "2 corrections officers in critical condition after alleged gang member visiting the jail shot them, officials say. https://t.co/lBD0aI3nWh", "time": "2016-09-04 01:31:04"}, {"message": "Search called off for 2 US climbers missing in Pakistan, family spokesman says. https://t.co/PEjasY3IfV https://t.co/s1Y6rcM8Ba", "time": "2016-09-03 23:01:30"}, {"message": "The remains of Jacob Wetterling, a Minnesota boy abducted 27 years ago, have been found, sheriff's office says. https://t.co/pHfDZhXyZN", "time": "2016-09-03 18:50:20"}, {"message": "GOP VP candidate Mike Pence says he will release his tax returns next week. https://t.co/qiMR8c28oW", "time": "2016-09-03 16:29:36"}, {"message": "Oklahoma shuts down 35 disposal wells used by frackers following 5.6-magnitude quake. https://t.co/c5oIzxNq9a", "time": "2016-09-03 16:03:10"}, {"message": "Truck driver dies when Hermine's high winds overturn tractor-trailer on bridge in NC, state says. https://t.co/5yh2IKZNm7", "time": "2016-09-03 16:01:49"}, {"message": "Preliminary 5.6 magnitude earthquake hits near Pawnee, Oklahoma, USGS says. https://t.co/mugsrTZyi8", "time": "2016-09-03 07:35:43"}, {"message": "Top Trump surrogate admits to falsifying some of his professional accomplishments. https://t.co/1fCvDfskia https://t.co/pnxKcVKpeW", "time": "2016-09-03 05:27:46"}, {"message": "Thailand's King Bhumibol, world’s longest serving monarch, being treated for \"severe infection,” officials say. https://t.co/u97FwRUvkd", "time": "2016-09-03 02:52:21"}, {"message": "Scientists discover large doughnut-shaped coral reef in Australia, behind Great Barrier Reef https://t.co/ukI3NpXZrG https://t.co/udBp01jYbd", "time": "2016-09-03 01:50:30"}, {"message": "Police officer and suspect were shot and killed during foot chase in  NM, officials say. https://t.co/JywHjPNRtz https://t.co/gvQTYwY9wh", "time": "2016-09-02 23:53:07"}, {"message": "Henry Kissinger, George Shultz say they will not back either major party candidate in the 2016 race. https://t.co/A0bjkiFyk1", "time": "2016-09-02 19:01:10"}, {"message": "President puts Philippines on lockdown after explosion in his hometown kills at least 15 https://t.co/w8ToQZnFFO https://t.co/00GBOLcXey", "time": "2016-09-02 18:39:24"}, {"message": "RT @CNNMoney: Stocks kick off holiday weekend with Dow up 72 points, S&amp;P 500 rising 0.4%. Energy stocks were big gainers. https://t.co/A9Ol…", "time": "2016-09-02 15:08:23"}, {"message": "RT @CNNPolitics: #Breaking: The FBI releases its notes and report from its Hillary Clinton interview https://t.co/0zZak9Mm1d", "time": "2016-09-02 12:21:17"}, {"message": "Explosion at market in Davao City, Philippines, kills at least 10, senior official says. https://t.co/0n9AHVsCCL https://t.co/72PZVFz3DB", "time": "2016-09-02 11:19:05"}, {"message": "RT @CNNent: And your presidential debate moderators are... https://t.co/Ao9Hkhunmw via @CNNMoney @DylanByers @brianstelter https://t.co/Uei…", "time": "2016-09-02 09:17:10"}, {"message": "RT @CNNPolitics: CNN Poll of Polls: Hillary Clinton's lead over Donald Trump has been cut in half https://t.co/0zZAzUqdJz https://t.co/Vmhg…", "time": "2016-09-02 09:12:09"}, {"message": "Brock Turner out of jail after serving 3 months for sexually assaulting unconscious woman. https://t.co/V156KO1vhW https://t.co/KbJBhAUpMH", "time": "2016-09-02 08:24:44"}, {"message": "RT @CNNMoney: U.S. unemployment rate remained at a low 4.9% in August, and employers added 151,000 jobs, government says. https://t.co/A9Ol…", "time": "2016-09-02 07:33:55"}, {"message": "After a record high in 2015, the number of shark attacks is down this year, officials say. https://t.co/7e9cnpd05w https://t.co/dg9dsKRyAM", "time": "2016-09-02 05:08:44"}, {"message": "Samsung is recalling the Galaxy Note 7 smartphone worldwide after reports of battery fires. https://t.co/vrrvKsKMSn https://t.co/bXrVlhGvSm", "time": "2016-09-02 03:16:49"}, {"message": "Hurricane Hermine made landfall in Florida's Big Bend area early Friday, the National Hurricane Center said. https://t.co/qAlN2ITDHE", "time": "2016-09-02 00:46:09"}, {"message": "At least 4 people were killed in attack on Christian neighborhood in Peshawar, Pakistan, officials say. https://t.co/m3Ddd9BDCi", "time": "2016-09-02 00:03:46"}, {"message": "49ers QB Colin Kaepernick continued his stance of not standing during national anthem, before exhibition game. https://t.co/V8TTFzRzTu", "time": "2016-09-01 21:47:33"}, {"message": "State Dept. to produce records of Clinton's meetings as secretary of state in October instead of after Election Day https://t.co/vWphDPVt89", "time": "2016-09-01 20:43:20"}, {"message": "The Daily Mail retracts story hours after Melania Trump files $150M libel lawsuit. https://t.co/XoBdsA8f6l https://t.co/XGMR2loXlU", "time": "2016-09-01 18:30:24"}, {"message": "National Hurricane Center issues tropical storm watch for Mid-Atlantic up to New Jersey. https://t.co/3NeejY7lxw https://t.co/SrDUsIW8xk", "time": "2016-09-01 16:47:54"}, {"message": "Melania Trump files $150M libel lawsuit against The Daily Mail. https://t.co/XoBdsA8f6l", "time": "2016-09-01 16:30:05"}, {"message": "Clinton smashes fundraising record, bringing in $143M in August, campaign says. https://t.co/11427q9Zsv", "time": "2016-09-01 15:39:25"}, {"message": "RT @CNNMoney: Dow gains 18 points. Elon Musk-owned Tesla off 5%, SolarCity falls 9% amid cash crunch issues and rocket explosion. https://t…", "time": "2016-09-01 15:07:27"}, {"message": "First mosquitoes carrying the Zika virus in continental US identified in Miami Beach, Florida officials say. https://t.co/PI6jhEsok4", "time": "2016-09-01 14:56:14"}, {"message": "RT @CNN: #Hermine now a hurricane with max. sustained winds of 75 mph, National Hurricane Center says https://t.co/4ygKqhemww https://t.co/…", "time": "2016-09-01 14:46:55"}, {"message": "Magnitude 7.1-earthquake strikes about 352 miles northeast of Wellington, New Zealand https://t.co/ARtF45OdmC", "time": "2016-09-01 12:42:07"}, {"message": "Satellite commissioned by Facebook exploded with SpaceX rocket in Cape Canaveral incident https://t.co/n8V2lcRwyU https://t.co/2I09YIyyOd", "time": "2016-09-01 10:56:36"}, {"message": "Georgetown University says it will show admissions preference to heirs of slaves it sold https://t.co/0SKPECGWCs https://t.co/j3gl18aWAK", "time": "2016-09-01 10:17:44"}, {"message": "Explosion rocks Cape Canaveral facility used by SpaceX to launch rockets https://t.co/n8V2lcRwyU https://t.co/RGWZumQhnr", "time": "2016-09-01 09:05:42"}, {"message": "RT @CNNMoney: U.S. stocks kick off September on a quiet note. Dow is up 19 points. Costco falls 3% on disappointing results. https://t.co/A…", "time": "2016-09-01 08:36:07"}, {"message": "RT @CNN: New poll finds Clinton ahead of Trump 47% to 40% among likely voters in Pennsylvania https://t.co/oS6lT3HcK4 https://t.co/rUNuR8CN…", "time": "2016-09-01 08:01:56"}, {"message": "Hermine will strengthen into hurricane by the time it makes landfall in Florida, National Hurricane Center predicts. https://t.co/gbMzfBMmzu", "time": "2016-08-31 22:51:55"}, {"message": "RT @CNNPolitics: Donald Trump: \"There will be no amnesty\" https://t.co/VqcOhhroqF https://t.co/lMbChF0LLp", "time": "2016-08-31 21:33:44"}, {"message": "Donald Trump says he will create an ICE deportation task force https://t.co/HAhU3MmiMf", "time": "2016-08-31 21:14:26"}, {"message": "Trump: Mexico will pay for the wall. 100%. They don't know it yet, but they're going to pay https://t.co/HAhU3MmiMf https://t.co/NbX6D4RMOe", "time": "2016-08-31 21:04:27"}, {"message": "Trump: \"Our greatest compassion must be for our American citizens\"; crowd chants \"USA\" https://t.co/HAhU3MmiMf https://t.co/4EGZBaETMg", "time": "2016-08-31 21:02:06"}, {"message": "RT @CNNPolitics: Donald Trump: It's our right to choose immigrants we think are the likeliest to thrive https://t.co/VqcOhh9Nz7 https://t.c…", "time": "2016-08-31 20:42:53"}, {"message": "RT @CNN: Donald Trump walks onstage for speech in Phoenix; crowd chants \"USA.\" Watch live on @CNNgo: https://t.co/UYpqI3w42L https://t.co/Z…", "time": "2016-08-31 20:36:35"}, {"message": "5 people killed when 2 airplanes collide in midair over Alaska, state troopers report https://t.co/4HKJqNbWsD", "time": "2016-08-31 20:28:23"}, {"message": "I told Donald Trump Mexico will not pay for the wall, President Enrique Peña Nieto says https://t.co/v3nJppToaO https://t.co/15WnRtBmjh", "time": "2016-08-31 18:49:06"}, {"message": "NFL clears Harrison, Matthews and Peppers after allegation over performance-enhancing drugs https://t.co/LP9PporvQz https://t.co/6LaT3Ged11", "time": "2016-08-31 16:45:43"}, {"message": "RT @CNNPolitics: Donald Trump: We didn't discuss who pays for the wall https://t.co/SfJWzo0Bw4 https://t.co/PtSehY7BqX", "time": "2016-08-31 16:06:10"}, {"message": "RT @CNNPolitics: The Supreme Court won't reinstate North Carolina's voter ID law https://t.co/ZIPhMfkm5l https://t.co/kttcmfC1oc", "time": "2016-08-31 16:05:02"}, {"message": "RT @CNNPolitics: Donald Trump: NAFTA \"must be improved upon\" https://t.co/SfJWzo0Bw4 https://t.co/GmgxLss74A", "time": "2016-08-31 15:32:05"}, {"message": "RT @CNNPolitics: Donald Trump: \"I happen to have a tremendous feeling for Mexican Americans\" https://t.co/SfJWzo0Bw4 https://t.co/an0bFyFiyX", "time": "2016-08-31 15:31:44"}, {"message": "RT @CNNPolitics: Mexican President Peña Nieto: I have met with Trump and hope to do so with Clinton soon  https://t.co/SfJWzo0Bw4 https://t…", "time": "2016-08-31 15:14:56"}, {"message": "RT @CNNgo: #Trump and President Peña Nieto speak after meeting in Mexico. Watch LIVE on @CNN: https://t.co/fUFppUa7v3 https://t.co/45Qc0f63…", "time": "2016-08-31 15:12:04"}], "location": ["everywhere"]}